const firstWindowSize = [window.innerWidth, window.innerHeight];

const mainInfo = [
  {
    name: "Оптовые продажи",
    header: "Увеличьте продажи.<br>Снижайте затраты.",
    graph_header: "Продажи",
    pains: [
      "Низкая эффективность управления лидами и сделками приводит к потере потенциальных клиентов, упущенным продажам и упущенным возможностям для бизнеса.",
      "Bitrix24 – это мощная CRM-система, которая автоматизирует процесс управления лидами и сделками, улучшая их отслеживание и повышая конверсии. Используйте Bitrix24, чтобы избежать потерь клиентов и увеличить продажи.",
      "Отсутствие точной аналитики и отчетности затрудняет оценку эффективности продаж и принятие стратегических решений, что негативно сказывается на развитии бизнеса.",
      "Bitrix24 предлагает детализированные отчеты и аналитику в реальном времени, что позволяет владельцам бизнеса повышать точность решений и добиваться улучшения результатов продаж. С помощью Bitrix24 вы сможете анализировать ключевые метрики и оптимизировать свои бизнес-процессы.",
      "Разрозненные каналы коммуникации снижают эффективность взаимодействия с клиентами, что ведет к потере продаж и ухудшению лояльности клиентов.",
      "С Bitrix24 вы объедините все каналы коммуникации – от звонков и электронных писем до мессенджеров и социальных сетей – в одной удобной системе. Это улучшит управление взаимодействием с клиентами и повысит продуктивность ваших сотрудников, обеспечивая рост продаж и удовлетворенности клиентов.",
    ],
    possibilitiesHeader: [
      "Привлечение новых клиентов",
      "Полный контроль",
      "Прием заказов",
      "Автоматическая генерация документов",
    ],
    possibilities: [
      "Автоматизированная система увеличивает конверсию до 500%: Используйте проверенные решения для роста вашего бизнеса. Наша система не только снижает затраты на зарплату, но и значительно увеличивает приток новых клиентов. Подписывайте договоры с ЭЦП прямо в системе за считанные минуты. Все результаты звонков и встреч фиксируются и доступны для подробной отчетности, что помогает эффективно управлять процессами.",
      "Контакт-центр для интеграции всех источников заказов: Управляйте заказами из WhatsApp, Telegram, Instagram, сайта, Kaspi, Ozon и Satu в одной системе. Получите полный контроль над коммуникацией и улучшите анализ эффективности сотрудников. Оптимизируйте распределение задач и следите за результатами работы без необходимости покидать офис.",
      "Сократите время обработки заявок до 2 минут: Автоматизация процессов с помощью роботов ускоряет работу и поддерживает ваших сотрудников. Непрерывная цепочка клиент-менеджер-склад-курьер гарантирует быстрое и качественное обслуживание ваших клиентов.",
      "Наша система создает все необходимые документы — внутренние накладные, коммерческие предложения, договоры, счета на оплату, накладные и акты выполненных работ — за два клика. Исключите ошибки и ускорьте процесс оформления документов прямо в системе, что позволяет экономить время и повышать продуктивность.",
    ],
    tarifs: [
      {
        title: "Контроль активных продаж",
        subtitle: "Привлечение новых клиентов",
        price: "380&nbsp;000₸",
        description:
          "Вы получите инструмент, который поможет вам эффективно привлечь большое количество потенциальных клиентов за короткое время. Этот инструмент гарантирует выполнение задач сотрудниками и предоставляет результаты их работы в реальном времени.",
        advantages: [
          "Вероятность довести клиента до заключения сделки возрастает до 80%",
          "Экономия времени на оформление заказа до 30%",
          "Выявление неэффективных сотрудников",
        ],
        includesHeader: "Система активных продаж",
        includes: [
          "Автогенерация документов",
          "BI-отчеты (3 шт.)",
          "10 Отчетов (Конструктор)",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Загрузка лидов из базы 2GIS (до 10 000 шт.)",
          "Обучение работе с KPI",
          "1 месяц круглосуточного сопровождения вашей системы",
        ],
      },
      {
        title: "Активный отдел продаж с нуля",
        subtitle: "Привлечение новых клиентов",
        price: "635&nbsp;000₸",
        description:
          "Это идеальный инструмент для стартапов, новых отделов продаж или существующих отделов с высокой текучестью кадров и значительными затратами на зарплату. В вашей системе будет внедрена разработанная нами стратегия продаж со скриптами, адаптированными под разные психотипы МОП.",
        advantages: [
          "Вероятность довести клиента до заключения сделки возрастает до 80%",
          "Экономия времени на оформление заказа до 30%",
          "Экономия времени на обучение новых МОП до 95%",
        ],
        includesHeader: "Система активных продаж",
        includes: [
          "Автогенерация документов",
          "Разработка рабочей стратегии продаж и обучение новых РОП + МОП с внедрением в базу знаний",
          "3 BI-отчета",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Загрузка лидов из базы 2GIS (до 10 000 шт.)",
          "Обучение работе с KPI",
          "1 месяц круглосуточного сопровождения вашей системы",
          "1 месяц сопровождения вашего отдела продаж",
        ],
      },
      {
        title: "Контроль пассивных продаж",
        subtitle: "Обработка входящих заказов",
        price: ["330&nbsp;000₸", "650&nbsp;000₸", "900&nbsp;000₸"],
        description:
          "Входящие лиды необходимо обрабатывать с максимальной скоростью и тщательностью. В нашем пакете все этапы автоматизированы, что гарантирует быстрое и удобное оформление любого заказа. Это приведет к удовлетворенности клиентов. Пакет подходит для продажи товаров, обучения и услуг.",
        advantages: [
          "Вероятность довести клиента до заключения сделки возрастает до 80%",
          "Повышение лояльности клиентов до 50%",
          "Увеличение скорости работы сотрудников до 100%",
        ],
        includesHeader: "Система пассивных продаж",
        includes: [
          "Автогенерация документов",
          "BI-отчеты (3 шт.)",
          "Отчеты (Конструктор) (5 шт.)",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Подключение маркетплейсов / Instagram / Telegram",
          "Обучение работе с KPI",
          "3 формы для записи / формы для товаров",
          "1 месяц круглосуточного сопровождения вашей системы",
        ],
      },
      {
        title: "Полный контроль продаж",
        subtitle: "Автоматизированный отдел продаж",
        price: "500&nbsp;000₸",
        description:
          "Этот пакет включает полную автоматизацию вашего отдела продаж. МОП будут привлекать максимальное количество потенциальных клиентов, а входящие запросы будут обрабатываться мгновенно. Результатом станет большой поток новых клиентов и максимальное удовлетворение постоянных клиентов.",
        advantages: [
          "Экономия времени на оформление заказов до 60%",
          "Повышение лояльности клиентов до 50%",
          "Увеличение скорости работы сотрудников до 100%",
          "Вероятность довести клиента до заключения договора возрастает до 80%",
        ],
        includesHeader: "Система активных / пассивных продаж",
        includes: [
          "Автогенерация документов",
          "Парсер",
          "3 BI-отчета",
          "10 отчетов (Конструктор)",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Подключение маркетплейсов / Instagram / Telegram",
          "Обучение работе с KPI",
          "1 месяц круглосуточного сопровождения вашей системы",
        ],
      },
    ],
    cases: [
      {
        header: {
          img: "https://static.tildacdn.pro/tild6564-3037-4232-b534-643863313536/gamechanger__53.png",
          title: "Продажа промышленного оборудования",
          description:
            "Мы разработали автоматизированную систему, направленную на привлечение новых клиентов и обработку входящих заказов. Контакт-центр с интегрированными роботами обеспечивает максимальную скорость работы как с новыми, так и с постоянными клиентами. Ежедневно каждому сотруднику рассчитывается коэффициент эффективности.",
        },
        main: [
          "Заказы обрабатываются мгновенно",
          "Запросы поставщикам отправляются автоматически",
          "Сокращение времени на рутинные задачи на 80%",
          "Руководство получает гарантированный контроль над процессами",
        ],
      },
      {
        header: {
          img: "https://static.tildacdn.com/tild3636-6339-4162-a435-633839393130/gamechanger__72.png",
          title: "Оптовая продажа металлопроката",
          description:
            "Мы оптимизировали систему обработки входящих заказов, внедрив необходимых роботов для повышения эффективности. Разработали бизнес-процессы для автоматизации и внедрили нашу фирменную воронку для холодных звонков. Также создали модуль для отслеживания активности клиентов, который автоматически генерирует сделки. В качестве бонуса исправили недочеты предыдущих интеграторов.",
        },
        main: [
          "Отедлы продаж стали работать автономно",
          "Конверсия увеличилась на 30%, время руководителей сократилось на 40%",
          "Привлечение новых клиентов возросло на 30%",
        ],
      },
    ],
  },

  {
    name: "Розничные продажи",
    header: "Увеличьте выручку.<br>Снижайте затраты.",
    graph_header: "Прибыль",
    pains: [
      "Сложности с управлением персоналом в пиковые периоды и непредсказуемость нагрузки на сотрудников приводят к снижению качества обслуживания и увеличению времени ожидания клиентов.",
      "Использование системы управления персоналом, которая прогнозирует пиковые нагрузки, оптимизирует графики работы и автоматически распределяет задачи. Это позволяет более эффективно распределять ресурсы в зависимости от потребностей.",
      "Нехватка качественных данных о покупательских предпочтениях и поведении клиентов приводит к неэффективной стратегии продаж и потере потенциальных клиентов.",
      "Использование системы аналитики покупательского поведения, которая собирает данные о покупках, предпочтениях и взаимодействии клиентов с продуктами. Это позволяет более точно нацеливать маркетинговые усилия и оптимизировать ассортимент.",
      "Отсутствие эффективной системы лояльности снижает частоту повторных покупок и удержание клиентов.",
      "Внедрение программы лояльности, интегрированной с кассовыми и маркетинговыми системами, которая предлагает персонализированные скидки, бонусы и акции для постоянных клиентов.",
    ],
    possibilitiesHeader: [
      "Пополнение полок и закуп",
      "Управление неликвидными товарами",
      "Обновление ценников",
      "Оптимизация продаж",
    ],
    possibilities: [
      "Автоматизируйте процесс пополнения товаров на складе и на полках с помощью нашей системы 'касса-полка-склад'. Это гарантирует, что ни один покупатель не уйдет без нужного товара. При достижении минимального остатка на полках система автоматически отправляет уведомления продавцам с указанием товара и необходимого количества. Автоматизация пополнения склада и отдела снабжения помогает поддерживать оптимальный запас товаров и избежать дефицита.",
      "Избегайте накопления ненужных товаров с помощью продвинутой аналитики и виртуальных складских ограничений. Наша система автоматизации снабжения помогает вам максимально эффективно использовать складские площади и обеспечивать их прибыльность. Это способствует сокращению расходов и увеличению рентабельности.",
      "Автоматизируйте обновление ценников и исключите ошибки в ценах. Любое изменение цен автоматически передается продавцам и старшим менеджерам для контроля. Генерация ценников, включая акционные, происходит автоматически и адаптируется под ваш дизайн. Это обеспечивает точное и своевременное обновление цен для вашего бизнеса.",
      "Максимизируйте продажи с помощью точной аналитики, которая помогает стратегически размещать товары. Анализ продаж в реальном времени и автоматические отчеты позволяют эффективно использовать торговые площади и корректно рассчитывать ретро-бонусы. Наша система помогает повысить прибыльность розничного бизнеса за счет оптимизации размещения товаров на полках.",
    ],
    tarifs: [
      {
        title: "Контроль активных продаж",
        subtitle: "Привлечение новых клиентов",
        price: "380&nbsp;000₸",
        description:
          "Вы получите инструмент, который поможет вам эффективно привлечь большое количество потенциальных клиентов за короткое время. Этот инструмент гарантирует выполнение задач сотрудниками и предоставляет результаты их работы в реальном времени.",
        advantages: [
          "Вероятность довести клиента до заключения сделки возрастает до 80%",
          "Экономия времени на оформление заказа до 30%",
          "Выявление неэффективных сотрудников",
        ],
        includesHeader: "Система активных продаж",
        includes: [
          "Автогенерация документов",
          "3 BI-отчета",
          "10 отчетов (конструктор)",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Загрузка лидов из базы 2GIS (до 10 000 шт)",
          "Обучение работе с KPI",
          "1 месяц круглосуточного сопровождения вашей системы",
        ],
      },
      {
        title: "Активный отдел продаж с нуля",
        subtitle: "Привлечение новых клиентов",
        price: "635&nbsp;000₸",
        description:
          "Это идеальный инструмент для стартапов, новых отделов продаж или существующих отделов с высокой текучестью кадров и значительными затратами на зарплату. В вашей системе будет внедрена разработанная нами стратегия продаж со скриптами, адаптированными под разные психотипы МОП.",
        advantages: [
          "Вероятность довести клиента до заключения сделки возрастает до 80%",
          "Экономия времени на оформление заказа до 30%",
          "Экономия времени на обучение новых МОП до 95%",
        ],
        includesHeader: "Система активных продаж",
        includes: [
          "Автогенерация документов",
          "Разработка рабочей стратегии продаж и обучение новых РОП + МОП с внедрением в базу знаний",
          "3 BI-отчета",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Загрузка лидов из базы 2GIS (до 10 000 шт)",
          "Обучение работе с KPI",
          "1 месяц круглосуточного сопровождения вашей системы",
          "1 месяц сопровождения вашего отдела продаж",
        ],
      },
      {
        title: "Контроль пассивных продаж",
        subtitle: "Обработка входящих заказов",
        price: ["330&nbsp;000₸", "650&nbsp;000₸", "900&nbsp;000₸"],
        description:
          "Входящие лиды необходимо обрабатывать с максимальной скоростью и тщательностью. В нашем пакете все этапы автоматизированы, что гарантирует быстрое и удобное оформление любого заказа. Это приведет к удовлетворенности клиентов. Пакет подходит для продажи товаров, обучения и услуг.",
        advantages: [
          "Вероятность довести клиента до заключения сделки возрастает до 80%",
          "Повышение лояльности клиентов до 50%",
          "Увеличение скорости работы сотрудников до 100%",
        ],
        includesHeader: "Система пассивных продаж",
        includes: [
          "Автогенерация документов",
          "3 BI-отчета",
          "5 отчетов (конструктор)",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Подключение маркетплейсов/Instagram/Telegram",
          "Обучение работе с KPI",
          "3 формы для записи/формы для товаров",
          "1 месяц круглосуточного сопровождения вашей системы",
        ],
      },
      {
        title: "Полный контроль продаж",
        subtitle: "Автоматизированный отдел продаж",
        price: "500&nbsp;000₸",
        description:
          "Этот пакет включает полную автоматизацию вашего отдела продаж. МОП будут привлекать максимальное количество потенциальных клиентов, а входящие запросы будут обрабатываться мгновенно. Результатом станет большой поток новых клиентов и максимальное удовлетворение постоянных клиентов.",
        advantages: [
          "Экономия времени на оформление заказов до 60%",
          "Повышение лояльности клиентов до 50%",
          "Увеличение скорости работы сотрудников до 100%",
          "Вероятность довести клиента до заключения договора возрастает до 80%",
        ],
        includesHeader: "Система активных/пассивных продаж",
        includes: [
          "Автогенерация документов",
          "Парсер",
          "3 BI-отчета",
          "10 Отчетов (конструктор)",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Подключение маркетплейсов/Instagram/Telegram",
          "Обучение работе с KPI",
          "1 месяц круглосуточного сопровождения вашей системы",
        ],
      },
    ],
    cases: [
      {
        header: {
          img: "https://static.tildacdn.pro/tild6530-3033-4366-b432-643236383161/gamechanger__67.png",
          title: "Службы доставки CM Айболит",
          description:
            "Мы разработали систему пассивных продаж на платформе Bitrix24 и создали два каталога — для частных клиентов и оптовиков, которые интегрировали с системой. При сохранении корзины автоматически создается сделка и менеджеру поступает напоминание. Процесс управления заказами включает взаимодействие со складом и курьерской службой до момента контроля оплат.",
        },
        main: [
          "Процесс оформления заявок значительно упростился: теперь он занимает всего 2 минуты, а сбор заказа — 5 минут.",
          "Вся необходимая информация автоматически передается кладовщику и курьеру, что устранило хаос и сделало доставку более организованной и своевременной.",
        ],
      },
      {
        header: {
          img: "https://static.tildacdn.com/tild6334-3337-4130-a662-326436623039/norma.png",
          title: "Розничная и оптовая торговля",
          description:
            "Мы настроили аналитику и алгоритмы для передачи данных, оптимизировали складские помещения и систему инвентаризации. Мы также провели очистку всех номенклатур, включая товары, контрагентов и поставщиков, с корректировкой наименований на двух языках. Кроме того, мы разработали систему для акционных товаров, включающую обновление прайсов и автогенерацию ценников различных форматов.",
        },
        main: [
          "Ускорение работы кладовщиков и продавцов на 25%",
          "Улучшение результатов ревизий на 60% на 38 складов ",
          "Ускорение работы менеджеров и операторов на 30%",
        ],
      },
    ],
  },

  {
    name: "Строительство",
    header: "Ускорьте строительство. <br> Избавьтесь от перерасхода.",
    graph_header: "Скорость",
    pains: [
      "Недостаточная связь между отделами и учредителями замедляет координацию действий, утверждение важных документов и оплат.",
      "Автоматизированные бизнес-процессы обеспечивают непрерывную передачу информации и четко настроенный контроль, который не позволяет завершить процесс без выполнения всех этапов. Внутренний мессенджер с каналами коммуникации связывает участников проектов и отделы.",
      "Сложности в планировании и управлении строительством, а также отсутствие инструментов для точного контроля выполнения работ.",
      "Применение цифровых проектов, Scrum и автоматизации задач повышает эффективность планирования и контроля выполнения работ на 89%. Полностью автоматизированный процесс и встроенная система контроля обеспечивают соблюдение стандартов качества.",
      "Обработка большого объёма тяжёлых файлов замедляет работу проект-менеджеров, дизайнеров и руководителей. Использование нескольких хранилищ и передача данных между ними приводит к потере времени и усложняет контроль над файлами.",
      "Объёмное виртуальное хранилище (от 1 ТБ) позволяет хранить все документы в единой системе. Каждый сотрудник и проект получает своё хранилище с возможностью ограничения прав доступа. Также возможно запускать процессы на утверждение прямо из хранилища и редактировать файлы в Bitrix.",
    ],
    possibilitiesHeader: [
      "Управление строительными проектами и планированием",
      "Управление бюджетом и затратами",
      "Документооборот и контроль за соблюдением стандартов",
      "Мониторинг рабочих процессов на площадке",
    ],
    possibilities: [
      "Система управления строительством позволяет эффективно планировать и координировать строительные проекты с помощью визуальных инструментов, таких как диаграммы Ганта и календари. Это помогает отслеживать прогресс выполнения задач, контролировать сроки и обеспечивать согласованность действий всех участников проекта. Планируйте точно ваши проекты, улучшайте координацию и выполняйте строительные задачи в срок.",
      "Система управления помогает контролировать бюджет и затраты на каждом этапе строительства. Автоматическое отслеживание расходов и сопоставление с утвержденным бюджетом позволяют выявлять отклонения и оперативно принимать меры для снижения затрат. Снижайте перерасход бюджета, улучшайте контроль финансов и повышайте прибыльность проектов.",
      "Система управления строительством автоматизирует документооборот, обеспечивая быстрый доступ к проектным документациям, разрешениям и стандартам качества. Все документы могут храниться централизованно и контролируются для обеспечения соответствия стандартам строительства. Снижайте бумажную волокиту, повышайте прозрачность процессов и обеспечивайте соответствия строительным нормам и стандартам.",
      "Система управления позволяет в реальном времени отслеживать состояние рабочих процессов на строительной площадке. Это включает в себя мониторинг использования оборудования, контроль за соблюдением графиков и управление занятостью рабочих. Улучшайте контроль над рабочими процессами, повышайте производительность и снижайте простои на строительной площадке.",
    ],
    tarifs: [
      {
        title: "Пакет для строительных компаний «Базовый»",
        subtitle: "Ускорьте выполнение задач. Снижайте управленческие затраты.",
        price: "300&nbsp;000₸",
        description:
          "Базовые инструменты для эффективного управления проектами и задачами в строительных компаниях, которые помогут организовать работу и снизить административные издержки.",
        advantages: [
          "Улучшение контроля над задачами и повышение эффективности управления проектами до 50%",
          "Сокращение времени на организацию и управление проектами на 40%",
          "Оптимизация административных процессов и снижение затрат на 30%",
        ],
        includes: [
          "Управление проектами и задачами (Канбан, диаграмма Ганта)",
          "Ведение базы клиентов и подрядчиков",
          "1 BI-отчет",
          "Шаблоны задач (до 20)",
        ],
      },
      {
        title: "Пакет для строительных компаний «Стандартный»",
        subtitle:
          "Оптимизируйте управление проектами. Снижайте расходы на документацию.",
        price: "500&nbsp;000₸",
        description:
          "Расширенные возможности для автоматизации складского учета, генерации документов и управления субподрядчиками и поставщиками.",
        advantages: [
          "Улучшение контроля над задачами и повышение эффективности управления проектами до 50%",
          "Сокращение времени на организацию и управление проектами на 40%",
          "Оптимизация административных процессов и снижение затрат на 30%",
          "Сокращение затрат на документооборот и улучшение взаимодействия с подрядчиками на 50%",
          "Ускорение утверждения смет и документации на 30%",
        ],
        includes: [
          "Управление проектами и задачами (Канбан, диаграмма Ганта)",
          "Ведение базы клиентов и подрядчиков",
          "Складской учет",
          "3 BI-отчета",
          "Автоматическая генерация документов (договоры, счета на оплату)",
          "Шаблоны задач (до 50)",
          "Автоматизация управления субподрядчиками и поставщиками",
          "Бизнес-процесс утверждения смет и документации",
          "Настройка хранилища для проектов и управления",
        ],
      },
      {
        title: "Пакет для строительных компаний «Профессиональный»",
        subtitle:
          "Максимизируйте контроль и автоматизацию. Снижайте затраты на материалы.",
        price: "700&nbsp;000₸",
        description:
          "Полный набор инструментов для управления строительными проектами, автоматизации закупок и контроля качества выполнения задач.",
        advantages: [
          "Улучшение контроля над задачами и повышение эффективности управления проектами до 50%",
          "Сокращение времени на организацию и управление проектами на 40%",
          "Оптимизация административных процессов и снижение затрат на 30%",
          "Сокращение затрат на документооборот и улучшение взаимодействия с подрядчиками на 50%",
          "Ускорение утверждения смет и документации на 30%",
          "Снижение ошибок и задержек в строительных проектах на 60%",
          "Оптимизация использования ресурсов и снижение затрат на 40%",
        ],
        includes: [
          "Управление проектами и задачами (Канбан, диаграмма Ганта)",
          "Ведение базы клиентов и подрядчиков",
          "Автоматическая генерация документов (договоры, счета на оплату, внутренние складские бланки)",
          "5 BI-отчетов",
          "Шаблоны задач (до 100)",
          "Полная автоматизация складского учета и закупок",
          "Настройка системы управления строительными проектами (контроль за затратами и ресурсами)",
          "Система аудита выполнения задач и качества",
          "Полная CRM для взаимодействия с клиентами и партнерами",
          "Автоматизированный отдел снабжения для стройматериалов",
        ],
      },
    ],
  },

  {
    name: "Производство",
    header: "Увеличьте производительность. <br  > Снижайте себестоимость.",
    graph_header: "Производительность",
    pains: [
      " Низкая эффективность управления производственными процессами и недостаток контроля приводят к задержкам и увеличению издержек, что снижает прибыльность компании.",
      " Bitrix24 для производства автоматизирует управление производственными процессами и контроль заказов, что помогает сократить задержки и снизить издержки. Оптимизируйте производство и увеличьте свою прибыльность с помощью Bitrix24 уже сегодня!",
      "Отсутствие точной аналитики и отчетности затрудняет мониторинг ключевых показателей эффективности (KPI) и принятие обоснованных решений, что ослабляет конкурентные позиции компании.",
      " Bitrix24 предлагает мощные инструменты для аналитики и отчетности, которые позволяют точно отслеживать ключевые показатели эффективности (KPI) и оптимизировать производственные процессы. Повышайте конкурентоспособность и улучшайте производственные результаты с Bitrix24!",
      "Разрозненные каналы коммуникации между подразделениями создают путаницу и замедляют работу, что снижает общую продуктивность компании.",
      "Bitrix24 для производственных компаний объединяет все каналы коммуникации и управление процессами в одной системе. Это помогает устранить путаницу и повысить продуктивность работы сотрудников. Повышайте эффективность и улучшайте взаимодействие между подразделениями с Bitrix24!",
    ],
    possibilitiesHeader: [
      "Калькуляция изделий",
      "Планирование производства",
      "Закуп и прием сырья и упаковочного материала",
      "Аналитика",
    ],
    possibilities: [
      "Используйте наш модуль для формирования рецептов: Модуль привязывает упаковку и расходные материалы, автоматически рассчитывая затраты на электроэнергию и рабочую силу. Актуальные цены на сырье и упаковку обновляются на основе данных о закупках, что позволяет точно определить прибыльность каждого изделия. Оптимизируйте затраты и увеличьте рентабельность производства с помощью нашей системы.",
      "Оптимизируйте рабочие процессы и контролируйте эффективность сотрудников: Наша система упрощает организацию работы, предотвращая излишнюю нагрузку и обеспечивая своевременное выполнение задач. Автоматизированное управление позволяет руководству получать уведомления о любых нарушениях или несоответствиях, что способствует повышению эффективности и производительности команды.",
      "Эффективное управление закупками с канбаном и автогенерацией документов: Используйте канбан и автоматическую генерацию документов для упрощения процесса закупок. Когда остатки на складе достигают минимального уровня, система автоматически инициирует заказ и отправляет его поставщику. После подтверждения поставки информация добавляется в календарь кладовщика, что обеспечивает полный контроль и своевременное пополнение запасов.",
      "Полная информация о производственном процессе в реальном времени: Получайте детализированные данные о производственном процессе с помощью нашей системы. Отслеживайте занятость сотрудников, эффективность, количество и причины брака, а также обращения клиентов. Эти данные помогают принимать обоснованные решения и значительно улучшать общую эффективность производства.",
    ],
    tarifs: [
      {
        title: "Производить и продавать B2B",
        subtitle: "автоматизированное производство с отделом продаж",
        price: "655&nbsp;000₸",
        description:
          "Вы получите инструмент, который будет собирать все входящие заявки и передавать информацию о заказах в производство. Также мы интегрируем склад и, при необходимости, логистику.",
        advantages: [
          "Повышение производительности до 100%",
          "Ускорение работы сотрудников на 50%",
          "Сокращение просроченных платежей на 50%",
          "Повышение лояльности клиентов на 50%",
        ],
        includes: [
          "Автоматизированное производство",
          "Система пассивных продаж",
          "Автогенерация документов",
          "Подключение WhatsApp",
          "Подключение телефонии",
        ],
      },
      {
        title: "Производить, продавать и привлекать B2B",
        subtitle: "автоматизированное производство с отделом продаж",
        price: "775&nbsp;000₸",
        description:
          "Вы получите инструмент, который будет собирать все входящие заявки и передавать информацию о заказах в производство, где все этапы автоматизированы. Для новых клиентов будет цифровой отдел продаж, который привлечет вам большое количество новых клиентов.",
        advantages: [
          "Повышение производительности до 100%",
          "Ускорение работы сотрудников на 50%",
          "Сокращение просроченных платежей на 50%",
          "Повышение лояльности клиентов на 50%",
          "Привлечение новых клиентов увеличивается до 50-300%",
        ],
        includes: [
          "Автоматизированное производство",
          "Система пассивных продаж",
          "Система активных продаж",
          "Парсер",
          "Автогенерация документов",
          "Подключение WhatsApp",
          "Подключение телефонии",
        ],
      },
      {
        title: "Пакет для производств со штатом 15+",
        subtitle: "производить без хаоса и головной боли",
        price: "1&nbsp;900&nbsp;000₸",
        description:
          "Вы получите эффективные инструменты для оптимизации вашего производственного бизнеса. Это обеспечит полный контроль и улучшение всех подразделов.",
        advantages: [
          "Повышение производительности до 100%",
          "Снижение себестоимости продукции на 30% без потери качества",
          "Снижение затрат до 40% включая зарплаты",
          "Ускорение работы сотрудников на 50%",
          "Улучшение результатов ревизий до 90%",
          "Сокращение просроченных платежей на 50%",
          "Повышение лояльности клиентов на 50%",
        ],
        includesHeader: "Автоматизация производства",
        includes: [
          "Система разработки новых изделий",
          "Отдел пассивных продаж",
          "Система выдачи сырья по правилам HACCP",
          "Система аудита",
          "Бизнес-процессы",
          "Отклонения от недельной заявки",
          "Запрос сырья",
          "Поломка оборудования",
          "График уборки",
        ],
      },
    ],

    cases: [
      {
        header: {
          img: "https://static.tildacdn.pro/tild6530-3033-4366-b432-643236383161/gamechanger__67.png",
          title: "Кулинарный цех СМ Айболит",
          description:
            "Мы внедрили систему калькуляции блюд и автоматизированного производства на платформе Bitrix24. Рецепты сохраняются в отдельном модуле, который также используется для планирования производства и распределения задач. Также была установлена система для выдачи сырья с оптимальной расстановкой оборудования. Склад получает заявки на выдачу материалов, а объемы рассчитываются автоматически на основе текущих заявок.",
        },
        main: [
          "После внедрения изменений в кулинарном отделе были утверждены стандартные рецепты, что позволило добиться стабильного качества блюд",
          "Каждый сотрудник имеет KPI и план по изготовлению продукции, что значительно повысило их эффективность",
          "Складской учет был налажен и находится под строгим контролем",
        ],
      },
      {
        header: {
          img: "https://static.tildacdn.pro/tild3461-3538-4136-a632-356262353862/gamechanger__66.png",
          title: "Продажа и производство кондитерских изделий",
          description:
            "Мы оптимизировали все внутренние системы и внедрили систему выдачи сырья. Разработали полноценную ERP-систему для производства на платформе MAccess и оцифровали бизнес на платформе Bitrix24.",
        },
        main: [
          "Снижение себестоимости продукции на 30%",
          "Ускорение работы кладовщиков на 50%",
          "Увеличение продаж на 130%",
          "Увеличение скорости работы управления на 80%",
          "Уменьшение текучести кадров на 70%",
          "Сокращение просроченных платежей на 50%",
          "Повышение лояльности клиентов на 50%",
        ],
      },
    ],
  },

  {
    name: "Медицина",
    header:
      "Улучшите качество обслуживания. <br  > Снижайте операционные расходы.",
    graph_header: "Контроль",
    pains: [
      "Низкая эффективность управления записями пациентов и медицинскими процессами ведет к длительным ожиданиям и неудовлетворенности пациентов, что ухудшает качество медицинского обслуживания и может привести к потере клиентов.",
      "Bitrix24 для медицинских учреждений автоматизирует управление записями и медицинскими процессами, что снижает время ожидания и повышает удовлетворенность пациентов. Оптимизируйте медицинское обслуживание и улучшите пациентский опыт с помощью Bitrix24!",
      "Отсутствие точной аналитики и отчетности затрудняет мониторинг эффективности медицинского учреждения и принятие верных решений, что приводит к снижению качества обслуживания и финансовым потерям.",
      "Bitrix24 для медицины предоставляет мощные инструменты для аналитики и отчетности, которые помогают точно оценивать эффективность работы медицинского учреждения. Увеличьте качество обслуживания и улучшите результаты с помощью наших аналитических инструментов!",
      "Разрозненные каналы коммуникации между медицинским персоналом и пациентами создают путаницу и замедляют процессы, что снижает продуктивность и эффективность работы учреждения.",
      "Bitrix24 для клиник объединяет все каналы коммуникации и управление медицинскими процессами в одной системе, устраняя путаницу и значительно повышая продуктивность. Повышайте эффективность и улучшайте коммуникацию в вашем медицинском учреждении с интегрированным решением Bitrix24!",
    ],
    possibilitiesHeader: [
      "Запись на прием",
      "История пациента и рекомендации",
      "Учет лекарств и расходников",
      "Аналитика",
    ],
    possibilities: [
      "Замените традиционную книгу записей с помощью нашей системы: Пациенты могут записываться на прием через удобную онлайн-форму, которая показывает только свободные слоты и адаптирована под ваш дизайн. Автоматическая регистрация записей у врачей и напоминания пациентам в день приема упрощают управление расписанием. Легко отменяйте записи и обеспечьте эффективную организацию приемов.",
      "Безопасное хранение и мгновенный обмен данными пациентов: Все данные пациентов хранятся в системе в соответствии с требованиями законодательства. Врачи имеют доступ к полной истории пациента в удобном формате. Синхронизация с 1С Медициной обеспечивает мгновенный обмен данными, а рекомендации формируются за минуту и отправляются на печать или в WhatsApp пациента.",
      "Эффективный складской учет для медицинских материалов: Наша система автоматически привязывает лекарства и расходные материалы к каждому лечению. При назначении лечения материалы списываются, а система уведомляет о необходимости пополнения запасов. Автоматическая отправка заявок представителям фармацевтических компаний упрощает управление запасами.",
      "Отчеты в реальном времени с помощью BI-конструктора: Все данные сохраняются и доступны в отчетах в реальном времени. Используйте BI-конструктор для создания индивидуальных отчетов для врачей, руководителей и собственников клиники. Это обеспечивает полную прозрачность и контроль над деятельностью медицинского учреждения.",
    ],
    tarifs: [
      {
        title: "Пакет для гинекологии",
        subtitle: "Эффективное управление клиникой без лишних усилий",
        price: "500&nbsp;000₸",
        description:
          "Оптимизация процессов и улучшение обслуживания пациентов с помощью полного набора инструментов для управления вашей гинекологической клиникой.",
        advantages: [
          "Повышение эффективности работы до 100%",
          "Снижение затрат на 40%",
          "Ускорение работы сотрудников на 50%",
          "Повышение лояльности пациентов на 50%",
        ],
        includes: [
          "Управление пациентами",
          "Календарь записей",
          "Контакт-центр (WhatsApp, телефония, Instagram)",
          "Медицинские карточки пациентов",
          "Складской учет расходных материалов",
          "Автоматические задачи",
          "1 форма для записи",
          "Настройка аналитики",
        ],
      },
      {
        title: "Пакет для стоматологии",
        subtitle: "Эффективное управление клиникой без лишних усилий",
        price: "500&nbsp;000₸",
        description:
          "Оптимизация процессов и улучшение обслуживания пациентов с помощью полного набора инструментов для управления вашей стоматологической клиникой.",
        advantages: [
          "Повышение эффективности работы до 100%",
          "Снижение затрат на 40%",
          "Ускорение работы сотрудников на 50%",
          "Повышение лояльности пациентов на 50%",
        ],
        includes: [
          "Управление пациентами",
          "Календарь записей",
          "Контакт-центр (WhatsApp, телефония, Instagram)",
          "Медицинские карточки пациентов",
          "Складской учет расходных материалов",
          "Автоматические задачи",
          "1 форма для записи",
          "Настройка аналитики",
        ],
      },
      {
        title: "Пакет для ветеринарных клиник",
        subtitle: "Эффективное управление клиникой без лишних усилий",
        price: "500&nbsp;000₸",
        description:
          "Оптимизация процессов и улучшение обслуживания пациентов с помощью полного набора инструментов для управления вашей ветеринарной клиникой.",
        advantages: [
          "Повышение эффективности работы до 100%",
          "Снижение затрат на 40%",
          "Ускорение работы сотрудников на 50%",
          "Повышение лояльности клиентов на 50%",
        ],
        includes: [
          "Управление пациентами",
          "Календарь записей",
          "Контакт-центр (WhatsApp, телефония, Instagram)",
          "Медицинские карточки пациентов",
          "Складской учет расходных материалов",
          "Автоматические задачи",
          "1 форма для записи",
          "Настройка аналитики",
        ],
      },
      {
        title: "Система для фармацевтической компании",
        subtitle: "",
        price: "630&nbsp;000₸",
        description:
          "Этот пакет включает полную автоматизацию вашего отдела продаж. МОП будут привлекать максимальное количество потенциальных клиентов, а входящие запросы будут обрабатываться мгновенно. Результатом станет большой поток новых клиентов и максимальное удовлетворение постоянных клиентов.",
        advantages: [
          "Повышение эффективности работы до 100%",
          "Снижение затрат на 40%",
          "Ускорение работы сотрудников на 50%",
          "Повышение лояльности клиентов на 50%",
        ],
        includes: [
          "Автогенерация документов",
          "Парсер",
          "3 BI-отчета",
          "10 Отчетов (Конструктор)",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Подключение маркетплейсов/Instagram/Telegram",
          "Обучение работе с KPI",
          "1 месяц круглосуточного сопровождения вашей системы",
        ],
      },
    ],
  },

  {
    name: "Продажа недвижимости",
    header:
      "Увеличьте количество сделок.  <br  > Снижайте расходы на продвижение.",
    graph_header: "Продажи",

    pains: [
      "Высокая конкуренция на рынке и необходимость переключения между различными каналами замедляют процесс поиска клиентов, что негативно сказывается на связи между покупателями и агентами.",
      "Используйте маркетинговую панель со сквозной аналитикой для запуска рекламных кампаний и мгновенного отслеживания их результатов. Конструктор сайтов и бесплатные домены обеспечивают быстрое создание лендингов за один день. Контакт-центр контролирует все коммуникации по лидам из различных источников.",
      "Высокая текучесть риелторов и нехватка качественных специалистов по продажам затрудняют достижение значительного объема сделок.",
      "Автоматизированная система обучения и оценки риелторов помогает гарантировать соответствие каждого взаимодействия с покупателем установленным стандартам. Система продаж обеспечивает снижение текучести кадров на 70% и повышение конверсии в отделе продаж.",
      "Большой объем рутинной работы, связанной с необходимостью неоднократного предоставления информации, демонстрацией и отправкой материалов, особенно при работе с множеством потенциальных покупателей на один объект.",
      "Автоматизация отправки информации и использование чат-бота для квалификации клиентов упрощают часть коммуникации и освобождают от рутинных задач.",
    ],
    possibilitiesHeader: [
      "Прием заказов",
      "Привлечение новых клиентов",
      "Автоматизация подбора персонала",
      "Полный контроль",
    ],
    possibilities: [
      "Сократите время обработки заявок до 2 минут: Автоматизация процессов с помощью роботов ускоряет работу и поддерживает ваших сотрудников. Непрерывная цепочка клиент-менеджер-склад-курьер гарантирует быстрое и качественное обслуживание ваших клиентов.",
      "Автоматизированная система увеличивает конверсию до 500%: Используйте проверенные решения для роста вашего бизнеса. Наша система не только снижает затраты на зарплату, но и значительно увеличивает приток новых клиентов. Подписывайте договоры с ЭЦП прямо в системе за считанные минуты. Все результаты звонков и встреч фиксируются и доступны для подробной отчетности, что помогает эффективно управлять процессами.",
      "Битрикс24 позволяет упростить процесс подбора персонала, автоматизируя сбор и анализ резюме. Система автоматически сортирует резюме по релевантности, ведет учет этапов собеседования и создает списки кандидатов, подходящих по требованиям. Эконьте до 70% времени на отбор кандидатов и обучение новых сотрудников",
      "Контакт-центр для интеграции всех источников заказов: Управляйте заказами из WhatsApp, Telegram, Instagram, сайта, Kaspi, Ozon и Satu в одной системе. Получите полный контроль над коммуникацией и улучшите анализ эффективности сотрудников. Оптимизируйте распределение задач и следите за результатами работы без необходимости покидать офис.",
    ],
    tarifs: [
      {
        title: "Контроль активных продаж",
        subtitle: "привлечение новых клиентов",
        price: "380&nbsp;000₸",
        description:
          "Вы получите инструмент, который поможет вам эффективно привлечь большое количество потенциальных клиентов за короткое время. Этот инструмент гарантирует выполнение задач сотрудниками и предоставляет результаты их работы в реальном времени.",
        advantages: [
          "Вероятность довести клиента до заключения сделки возрастает до 80%",
          "Экономия времени на оформление заказа до 30%",
          "Выявление неэффективных сотрудников",
        ],
        includesHeader: "Система активных продаж",
        includes: [
          "Автогенерация документов",
          "BI-отчета (3шт)",
          "10 Отчетов (конструктор)",
          "Подключение WhatsApp",
          "Подключение Телефонии",
          "Загрузка лидов из базы 2GIS (до 10 000 шт)",
          "Обучение работе с KPI",
          "1 месяц круглосуточного сопровождения вашей системы",
        ],
      },
      {
        title: "Активный отдел продаж с нуля",
        subtitle: "привлечение новых клиентов",
        price: "635&nbsp;000₸",
        description:
          "Это идеальный инструмент для стартапов, новых отделов продаж или существующих отделов с высокой текучестью кадров и значительными затратами на зарплату. В вашей системе будет внедрена разработанная нами стратегия продаж со скриптами, адаптированными под разные психотипы МОП.",
        advantages: [
          "Вероятность довести клиента до заключения сделки возрастает до 80%",
          "Экономия времени на оформление заказа до 30%",
          "Экономия времени на обучение новых МОП до 95%",
        ],
        includesHeader: "Система активных продаж",
        includes: [
          "Автогенерация документов",
          "Разработка рабочей стратегии продаж и обучение новых РОП + МОП с внедрением в базу знаний",
          "3 BI-отчета",
          "Подключение WhatsApp",
          "Подключение Телефонии",
          "Загрузка лидов из базы 2GIS (до 10 000 шт)",
          "Обучение работе с KPI",
          "1 месяц круглосуточного сопровождения вашей системы",
          "1 месяц сопровождения вашего отдела продаж",
        ],
      },
      {
        title: "Контроль пассивных продаж",
        subtitle: "обработка входящих заказов",
        price: ["330&nbsp;000₸", "650&nbsp;000₸", "900&nbsp;000₸"],
        description:
          "Входящие лиды необходимо обрабатывать с максимальной скоростью и тщательностью. В нашем пакете все этапы автоматизированы, что гарантирует быстрое и удобное оформление любого заказа. Это приведет к удовлетворенности клиентов. Пакет подходит для продажи товаров, обучения и услуг.",
        advantages: [
          "Вероятность довести клиента до заключения сделки возрастает до 80%",
          "Повышение лояльности клиентов до 50%",
          "Увеличение скорости работы сотрудников до 100%",
        ],
        includesHeader: "Система пассивных продаж",
        includes: [
          "Автогенерация документов",
          "BI-отчета (3шт)",
          "Отчеты Конструктор (5шт)",
          "Подключение WhatsApp",
          "Подключение Телефонии",
          "Подключение маркетплейсов/Instagram/Telegram",
          "Обучение работе с KPI",
          "3 формы для записи / формы для товаров",
          "1 месяц круглосуточного сопровождения вашей системы",
        ],
      },
      {
        title: "Полный контроль продаж",
        subtitle: "автоматизированный отдел продаж",
        price: "500&nbsp;000₸",
        description:
          "Этот пакет включает полную автоматизацию вашего отдела продаж. МОП будут привлекать максимальное количество потенциальных клиентов, а входящие запросы будут обрабатываться мгновенно. Результатом станет большой поток новых клиентов и максимальное удовлетворение постоянных клиентов.",
        advantages: [
          "Экономия времени на оформление заказов до 60%",
          "Повышение лояльности клиентов до 50%",
          "Увеличение скорости работы сотрудников до 100%",
          "Вероятность довести клиента до заключения договора возрастает до 80%",
        ],
        includesHeader: "Система активных/пассивных продаж",
        includes: [
          "Автогенерация документов",
          "Парсер",
          "3 BI-отчета",
          "10 Отчетов (Конструктор)",
          "Подключение WhatsApp",
          "Подключение Телефонии",
          "Подключение маркетплейсов/Instagram/Telegram",
          "Обучение работе с KPI",
          "1 месяц круглосуточного сопровождения вашей системы",
        ],
      },
    ],
  },

  {
    name: "Образование",
    header:
      "Увеличьте успеваемость студентов.   <br  > Снижайте административные затраты.",
    graph_header: "Прибыль",

    pains: [
      "Низкая эффективность управления учебными процессами и расписаниями приводит к путанице и потере времени в образовательных учреждениях.",
      "Bitrix24 для учебных заведений автоматизирует управление учебными процессами и расписаниями, что устраняет путаницу и повышает эффективность работы школ и вузов.",
      "Отсутствие точной аналитики и отчетности затрудняет оценку успеваемости учеников и эффективность образовательных программ, что мешает принятию обоснованных решений.",
      "Bitrix24 для образования предлагает мощные инструменты для аналитики и отчетов, позволяя точно оценивать успеваемость учеников и эффективность образовательных программ, что помогает принимать стратегически верные решения.",
      "Разрозненные каналы коммуникации между учениками, преподавателями и администрацией приводят к недопониманию и упущенным сообщениям, снижая продуктивность образовательного процесса.",
      "Bitrix24 объединяет все каналы коммуникации в одной платформе, обеспечивая четкую связь между учениками, преподавателями и администрацией. Это улучшает взаимодействие и повышает общую продуктивность в образовательных учреждениях.",
    ],
    possibilitiesHeader: [
      "Обучение учеников",
      "Пополнение курсов",
      "Учебный материал",
      "Документация",
    ],
    possibilities: [
      "Персонализированные канбан-доски и образовательные материалы: С помощью Bitrix24 для образования создавайте индивидуальные канбан-доски для каждого курса, внедряйте учебные материалы и тесты для эффективного обучения. Оцените успех учеников по освоенным навыкам и поддержите учителей с системой, которая гарантирует успех в обучении.",
      "Запуск рекламных кампаний и рассылок с маркетинговым кабинетом: Запускайте рекламные кампании и рассылки быстро и эффективно с помощью маркетингового кабинета Bitrix24. Контакт-центр объединяет все источники коммуникации, что устраняет упущения и обеспечивает эффективное взаимодействие с потенциальными учениками.",
      "База знаний для стандартизации учебных материалов: Используйте конструктор учебных материалов для стандартизации и улучшения методик обучения. Предотвращайте упущения учителей и обеспечивайте их постоянное повышение квалификации. Bitrix24 для образования помогает гарантировать высокое качество обучения и эффективное управление образовательным процессом.",
      "Организация хранения данных в Bitrix Диске: Храните тесты, результаты, аттестаты и сертификаты безопасно в Bitrix Диске. Создавайте разделы для каждого курса и организуйте удобные хранилища данных для учеников. Настройте права доступа, чтобы предотвратить потери и злоупотребления, и обеспечьте доступ к данным с любого устройства для нужных лиц.",
    ],
    tarifs: [
      {
        title: "Пакет «Базовый» для онлайн образования",
        subtitle: "Эффективное управление учебным процессом без лишних усилий",
        price: "300&nbsp;000₸",
        description:
          "Базовые инструменты для организации онлайн образования, включая управление расписанием, базой студентов и взаимодействием через контакт-центр.",
        advantages: [
          "Упрощение управления расписанием и учебными задачами, сокращение времени на организацию занятий на 40%",
          "Улучшение взаимодействия со студентами и родителями на 30%",
          "Повышение контроля и упорядоченности учебного процесса до 50%",
        ],
        includes: [
          "Управление расписанием занятий",
          "Ведение базы студентов и преподавателей",
          "Календарь мероприятий",
          "Шаблоны задач (до 20)",
          "Настройка панели управления (Канбан для администраторов)",
          "1 BI-отчет",
          "Взаимодействие с родителями и студентами через контакт-центр (WhatsApp, телефония)",
        ],
      },
      {
        title: "Пакет «Стандартный» для оффлайн и онлайн образования",
        subtitle:
          "Комплексное решение для управления образовательным процессом",
        price: "500&nbsp;000₸",
        description:
          "Инструменты для ведения как онлайн, так и оффлайн курсов с автоматизацией документооборота и управления учебными материалами.",
        advantages: [
          "Упрощение управления расписанием и учебными задачами, сокращение времени на организацию занятий на 40%",
          "Улучшение взаимодействия со студентами и родителями на 30%",
          "Повышение контроля и упорядоченности учебного процесса до 50%",
          "Снижение административной нагрузки и автоматизация документооборота на 50%",
          "Повышение прозрачности и контроля учебных материалов и отчетности на 40%",
        ],
        includes: [
          "Управление расписанием занятий",
          "Ведение базы студентов и преподавателей",
          "Календарь мероприятий",
          "Шаблоны задач (до 30)",
          "Настройка панели управления (Канбан для администраторов)",
          "Автоматическая генерация документов (договоры, счета на оплату)",
          "Система для введения курсов (один канбан для всех курсов)",
          "3 BI-отчета",
          "Интеграция с онлайн-платформами для дистанционного обучения",
          "Контакт-центр (WhatsApp, телефония, Instagram)",
          "Управление учебными материалами",
        ],
      },
      {
        title: "Пакет «Профессиональный» для образовательных учреждений",
        subtitle:
          "Полная автоматизация образовательного процесса для достижения высоких стандартов обучения",
        price: "700&nbsp;000₸",
        description:
          "Полный набор инструментов для комплексного управления курсами, документооборотом и отчетностью с расширенной аналитикой и системой аудита.",
        advantages: [
          "Упрощение управления расписанием и учебными задачами, сокращение времени на организацию занятий на 40%",
          "Улучшение взаимодействия со студентами и родителями на 30%",
          "Повышение контроля и упорядоченности учебного процесса до 50%",
          "Снижение административной нагрузки и автоматизация документооборота на 50%",
          "Повышение прозрачности и контроля учебных материалов и отчетности на 40%",
          "Снижение ошибок и отклонений в отчетности на 60%",
          "Улучшение эффективности аналитики и создания учебных планов на 35%",
        ],
        includes: [
          "Управление расписанием занятий",
          "Ведение базы студентов и преподавателей",
          "Календарь мероприятий",
          "Шаблоны задач (до 50)",
          "Настройка панели управления (Канбан для администраторов)",
          "Автоматическая генерация документов (договоры, счета на оплату, сертификаты)",
          "Система для введения курсов (неограниченное количество канбанов)",
          "Автоматизация отчетов успеваемости студентов и создания учебных планов",
          "5 BI-отчетов",
          "Интеграция с онлайн-платформами для дистанционного обучения",
          "Полная система учета успеваемости и посещаемости",
          "Контакт-центр (WhatsApp, телефония, Instagram)",
          "Управление учебными материалами",
          "CRM-система для управления заявками на обучение",
          "Система внутреннего аудита",
        ],
      },
    ],

    cases: [
      {
        header: {
          img: "https://static.tildacdn.pro/tild6432-3864-4636-b131-313634623534/gamechanger__54.png",
          title: "Центр онлайн-переводов",
          description:
            "Мы создали систему на платформе Bitrix24 с интеграцией 1С для бухгалтерии, складским учетом оборудования, автогенерацией коммерческих предложений и договоров, а также отчетами по рентабельности каждого проекта. Также был разработан авторский модуль для подсчета символов в файлах разного типа и общей суммы за перевод.",
        },
        main: [
          "После внедрения решения время на оформление документов сократилось с 30-150 минут до 3 минут",
          "Теперь есть четкое понимание занятости переводчиков",
          "Автоматическая аналитика позволяет вычислять рентабельность каждого проекта",
          "Процесс согласования и участия в тендерах увеличился на 20%",
        ],
      },
      {
        header: {
          img: "https://static.tildacdn.pro/tild6136-6266-4137-b139-313665653331/gamechanger__69.png",
          title: "It-Hub",
          description:
            "Мы разработали на базе Bitrix24 систему для быстрого создания карточек мероприятий на сайте и интеграции с формами для записи клиентов. Настроили автоматические рассылки напоминаний и сбор обратной связи, а также формирование отчетов по мероприятиям.",
        },
        main: [
          "Процесс размещения мероприятий на сайте сократился на 50%",
          "Все записи и контактные данные надежно хранятся в системе",
          "Конверсия увеличилась благодаря напоминаниям",
          "Удобная фильтрация клиентов позволяет делать точечные рассылки, а отчеты помогают оценивать конверсию и принимать обоснованные решения",
        ],
      },
    ],
  },

  {
    name: "Автосервисы",
    header: "Увеличьте качество обслуживания. <br  > Контролируйте расходы.",
    graph_header: "Контроль",
    pains: [
      "Низкая эффективность управления заказами и записями в автосервисе приводит к длительному времени ожидания и потере клиентов, что значительно снижает прибыльность бизнеса.",
      "Bitrix24 для автосервисов автоматизирует управление заказами и записями, что помогает минимизировать время ожидания и предотвращает потерю клиентов. Оптимизируйте бизнес-процессы и увеличьте прибыльность вашего автосервиса с Bitrix24 уже сейчас!",
      "Отсутствие точной аналитики и отчетности усложняет оценку работы автосервиса и принятие важных бизнес-решений, что приводит к неэффективному управлению и упущенным возможностям.",
      "Bitrix24 предлагает мощные инструменты аналитики и отчетности для автосервисов, которые позволяют точно отслеживать эффективность работы и оптимизировать бизнес-процессы. Повышайте конкурентоспособность и улучшайте результаты своего автосервиса с Bitrix24!",
      "Разрозненные каналы коммуникации с клиентами и между сотрудниками создают хаос и замедляют работу, что снижает общую продуктивность автосервиса.",
      "Bitrix24 для автосервисов объединяет все каналы коммуникации и управление процессами в одной интегрированной системе. Это устраняет хаос и значительно повышает продуктивность автосервиса. Повышайте эффективность и улучшайте взаимодействие в вашем бизнесе с помощью Bitrix24!",
    ],
    possibilitiesHeader: [
      "Запись на обслуживание автомобиля",
      "Поиск запчастей",
      "Автоматический расчет пробега",
      "Складской учет запчастей",
    ],
    possibilities: [
      "Автоматизированное управление записями: Упрощайте процесс записи клиентов с помощью нашей системы. Записи осуществляются через удобную онлайн-форму, адаптированную под ваш дизайн, которая отображает только свободные слоты. Автоматическая регистрация у мастеров и система отправки напоминаний в день обслуживания обеспечивают точность и удобство для клиентов. Легко отменяйте записи при необходимости, создавая максимальный комфорт для ваших клиентов.",
      "Автоматизация поиска лучших цен с помощью парсера: Ускорьте процесс поиска самых выгодных предложений с помощью нашего парсера цен на запчасти. Он автоматически анализирует цены на различных сайтах и предоставляет отчет о лучших предложениях по запросу конкретной запчасти. Это значительно экономит время и снижает нагрузку на менеджеров, обеспечивая более эффективное управление закупками.",
      "Автоматические уведомления для клиентов: Увеличьте лояльность и удовлетворенность клиентов с помощью автоматических напоминаний. Наша система отправляет сообщения на WhatsApp о необходимости замены масла и других регулярных процедур. Это улучшает клиентский опыт и выделяет ваш автосервис среди конкурентов.",
      "Автоматизированный учет запчастей и материалов: Эффективно управляйте запасами запчастей и жидкостей с помощью автоматизированного складского учета. Мастера выбирают необходимые запчасти, масла и материалы из удобного списка, а система отображает актуальные остатки и контролирует расходы. Это гарантирует полный контроль над запасами, предотвращает пропажи и упрощает управление складом.",
    ],
    tarifs: [
      {
        title: "Пакет для шиномонтажа",
        subtitle: "Автоматизация обслуживания без лишних усилий",
        price: "210&nbsp;000₸",
        description:
          "Инструменты для эффективного управления клиентами и записи на услуги шиномонтажа с интеграцией коммуникаций.",
        advantages: [
          "Ускорение записи и обслуживания клиентов на 50%",
          "Упрощение взаимодействия с клиентами на 40%",
          "Снижение затрат на обслуживание и управление на 30%",
        ],
        includes: [
          "Управление клиентами",
          "Автоматические задачи",
          "1 форма для записи",
          "Интеграция с WhatsApp",
        ],
      },
      {
        title: "Пакет для СТО «Базовый»",
        subtitle:
          "Оптимизация процессов автосервиса для повышения качества работы",
        price: "300&nbsp;000₸",
        description:
          "Автоматизация ключевых процессов управления клиентами и складом с аналитикой и коммуникациями.",
        advantages: [
          "Ускорение записи и обслуживания клиентов на 50%",
          "Упрощение взаимодействия с клиентами на 40%",
          "Улучшение управления запасами и снижение потерь на 20%",
        ],
        includes: [
          "Управление клиентами",
          "Автоматические задачи",
          "1 форма для записи",
          "Складской учет",
          "3 отчета из конструктора",
          "Контакт-центр",
        ],
      },
      {
        title: "Пакет для СТО «Стандартный»",
        subtitle: "Комплексное решение для многопрофильных автосервисов",
        price: "500&nbsp;000₸",
        description:
          "Инструменты для управления до трех цехов, автоматизации задач и аналитики для повышения эффективности.",
        advantages: [
          "Ускорение записи и обслуживания клиентов на 50%",
          "Упрощение взаимодействия с клиентами на 40%",
          "Улучшение управления запасами и снижение потерь на 20%",
          "Повышение прозрачности и контроля операций до 25%",
          "Снижение времени на выполнение задач и улучшение координации между цехами на 35%",
        ],
        includes: [
          "До 3 цехов (Механик, электрик, красочный, кузовчик, диагностика, мойка, техосмотр, климатические системы)",
          "Автоматические задачи",
          "3 формы для записи",
          "Складской учет",
          "5 отчетов из конструктора",
          "Контакт-центр",
          "Настройка панели управления (Канбан для руководства, обучение работе с KPI)",
        ],
      },
      {
        title: "Пакет для СТО «Профессиональный»",
        subtitle:
          "Максимальная автоматизация для автосервисов с полной поддержкой всех процессов",
        price: "700&nbsp;000₸",
        description:
          "Полный набор инструментов для управления всеми цехами, расчетами и аналитикой, обеспечивающий контроль и высокую производительность.",
        advantages: [
          "Ускорение записи и обслуживания клиентов на 50%",
          "Упрощение взаимодействия с клиентами на 40%",
          "Улучшение управления запасами и снижение потерь на 20%",
          "Повышение прозрачности и контроля операций до 25%",
          "Снижение времени на выполнение задач и улучшение координации между цехами на 35%",
          "Снижение ошибок в расчетах на 20%",
          "Повышение удовлетворенности клиентов и качества обслуживания на 60%",
        ],
        includes: [
          "Поддержка всех цехов (Механик, электрик, красочный, кузовчик, диагностика, мойка, техосмотр, климатические системы)",
          "Автоматические задачи",
          "5 форм для записи",
          "Складской учет",
          "3 BI-отчета",
          "5 отчетов из конструктора",
          "Контакт-центр",
          "Автоматический расчет пробега клиентов",
        ],
      },
    ],
  },

  {
    name: "Маркетинг",
    header:
      "Увеличьте конверсию кампаний.   <br  > Снижайте затраты на рекламу.",
    graph_header: "Прибыль",

    pains: [
      "Неэффективное управление рекламными кампаниями и трудности в отслеживании их результатов приводят к упущенным возможностям и перерасходу рекламного бюджета.",
      "Bitrix24 для управления рекламными кампаниями автоматизирует процессы и обеспечивает детализированное отслеживание результатов. Это позволяет эффективно использовать рекламный бюджет и значительно улучшить результаты каждой кампании.",
      "Недостаток точной аналитики и отчетности затрудняет оценку возврата инвестиций (ROI) от рекламных кампаний, что мешает корректировке стратегий и снижает их эффективность.",
      "Bitrix24 предоставляет мощные инструменты для аналитики и отчетов, которые помогают точно оценивать ROI рекламных кампаний. С Bitrix24 вы сможете оптимизировать маркетинговые стратегии и достигать максимальных результатов.",
      "Разрозненные каналы коммуникации и инструменты управления рекламными проектами приводят к путанице и потере времени, снижая продуктивность рекламной команды.",
      "Bitrix24 для рекламных агентств объединяет все каналы коммуникации и инструменты управления проектами в одной системе. Это обеспечивает эффективное взаимодействие и значительно повышает продуктивность вашей рекламной команды.",
    ],
    possibilitiesHeader: [
      "Прием заказов",
      "Привлечение новых клиентов",
      "Автоматическая генерация документов",
      "Обновление рекламных материалов",
    ],
    possibilities: [
      "Сократите время обработки рекламных заявок до 1-2 минут с помощью автоматизации процессов в Bitrix24 для рекламных агентств. Роботы оптимизируют работу команды, создавая непрерывную цепочку клиент-менеджер-агент-кампания-клиент, что гарантирует быстрое и качественное обслуживание. Автоматизация заказов помогает минимизировать задержки и упростить управление рекламными кампаниями.",
      "Bitrix24 увеличивает конверсию до 70-500% благодаря автоматизации процессов. Минимальные затраты на зарплаты сочетаются с существенным увеличением числа клиентов. Используйте ЭЦП для подписания договоров прямо в системе за минуту. Все результаты рекламных звонков и встреч фиксируются и доступны для детальной отчетности, что помогает оптимизировать рекламные стратегии.",
      "Bitrix24 автоматизирует создание всех необходимых рекламных документов, таких как коммерческие предложения, договоры, счета и акты выполненных работ. Документы формируются за два клика, что исключает ошибки и упрощает документооборот. Автоматизация документооборота помогает улучшить управление рекламными проектами.",
      "Автоматизированная система обновления рекламных материалов от Bitrix24 исключает ошибки и обеспечивает актуальность кампаний. Любое изменение мгновенно передается команде и обновляется в рекламных кампаниях. Материалы и акции генерируются автоматически и адаптируются под ваш уникальный дизайн, что делает процесс управления маркетингом еще более эффективным.",
    ],
    tarifs: [
      {
        title: "Пакет для маркетинговых агентств «Базовый»",
        subtitle:
          "Эффективное управление проектами и задачами для маркетинговых агентств",
        price: "300&nbsp;000₸",
        description:
          "Инструменты для организации работы агентства, управления задачами и ведения рекламных кампаний, которые помогут повысить продуктивность.",
        advantages: [
          "Повышение прозрачности и контроля управления проектами на 50%",
          "Сокращение времени на управление задачами и проектами на 40%",
          "Улучшение взаимодействия с клиентами и оптимизация коммуникаций на 30%",
        ],
        includes: [
          "Управление проектами и задачами (Канбан, диаграмма Ганта)",
          "CRM-система для работы с клиентами",
          "Шаблоны задач (до 30)",
          "1 BI-отчет",
          "Контакт-центр (WhatsApp, телефония, Instagram)",
          "Ведение рекламных кампаний",
        ],
      },
      {
        title: "Пакет для маркетинговых агентств «Стандартный»",
        subtitle:
          "Комплексное управление проектами и автоматизация отчетности для маркетинговых агентств",
        price: "500&nbsp;000₸",
        description:
          "Расширенные возможности для автоматизации процессов, интеграции с аналитическими системами и настройки бизнес-процессов.",
        advantages: [
          "Повышение прозрачности и контроля управления проектами на 50%",
          "Сокращение времени на управление задачами и проектами на 40%",
          "Улучшение взаимодействия с клиентами и оптимизация коммуникаций на 30%",
          "Снижение затрат на административные процессы на 50%",
          "Оптимизация процесса утверждения кампаний и ускорение отчетности на 30%",
        ],
        includes: [
          "Управление проектами и задачами (Канбан, диаграмма Ганта)",
          "CRM-система для работы с клиентами",
          "Шаблоны задач (до 50)",
          "3 BI-отчета",
          "Контакт-центр (WhatsApp, телефония, Instagram)",
          "Автоматическая генерация документов (договоры, счета на оплату)",
          "Ведение рекламных кампаний",
          "Настройка бизнес-процесса утверждения рекламных кампаний",
          "Автоматизация формирования отчетов для клиентов",
          "Интеграция с аналитическими системами (Google Analytics, Яндекс.Метрика)",
        ],
      },
      {
        title: "Пакет для маркетинговых агентств «Профессиональный»",
        subtitle:
          "Полная автоматизация управления и контроля эффективности рекламных кампаний",
        price: "700&nbsp;000₸",
        description:
          "Полный набор инструментов для управления проектами, бюджетами и аналитикой, включая систему аудита и индивидуальные отчеты для клиентов.",
        advantages: [
          "Повышение прозрачности и контроля управления проектами на 50%",
          "Сокращение времени на управление задачами и проектами на 40%",
          "Улучшение взаимодействия с клиентами и оптимизация коммуникаций на 30%",
          "Снижение затрат на административные процессы на 50%",
          "Оптимизация процесса утверждения кампаний и ускорение отчетности на 30%",
          "Повышение точности и прозрачности отчетности благодаря системе аудита на 60%",
          "Улучшение качества отчетности и взаимодействия с VIP-клиентами на 50%",
        ],
        includes: [
          "Управление проектами и задачами (Канбан, диаграмма Ганта)",
          "CRM-система для работы с клиентами",
          "Шаблоны задач (до 100)",
          "5 BI-отчетов",
          "Контакт-центр (WhatsApp, телефония, Instagram)",
          "Ведение рекламных кампаний",
          "Автоматическая генерация документов (договоры, счета на оплату)",
          "Настройка бизнес-процесса утверждения рекламных кампаний",
          "Автоматизация формирования отчетов по всем рекламным каналам",
          "Интеграция с аналитическими системами (Google Analytics, Яндекс.Метрика)",
          "Настройка управления бюджетами рекламных кампаний",
          "Система аудита эффективности рекламы",
          "Настройка индивидуальных отчетов для VIP-клиентов",
        ],
      },
    ],
  },

  {
    name: "Аренда",
    header: "Увеличьте доход от аренды.  <br  > Снижайте риски и просрочки.",
    graph_header: "Прибыль",

    pains: [
      "Отсутствие централизованной системы управления арендой объектов затрудняет отслеживание арендных платежей, сроков аренды и статуса объектов. Результат: Потеря контроля над арендными контрактами, пропущенные платежи и неэффективное управление недвижимостью.",
      "Внедрите систему управления арендой объектов, которая автоматизирует отслеживание сроков аренды, платежей и состояния объектов. Все данные хранятся в едином интерфейсе с уведомлениями о предстоящих действиях. Результат: Повышение контроля над арендами и минимизация финансовых потерь.",
      "Сложности в поиске арендаторов из-за большого количества источников заявок и разрозненных каналов связи. Результат: Длительные сроки сдачи объектов и потеря потенциальных арендаторов.",
      "Используйте маркетинговую платформу со сквозной аналитикой, которая интегрирует все заявки и каналы связи в одну систему. Это позволяет вам быстрее находить арендаторов и оптимизировать процесс сдачи объектов. Результат: Ускорение поиска арендаторов и сокращение простоя объектов.",
      "Ручное управление договорами аренды, которое усложняет процесс оформления, продления и изменения условий аренды. Результат: Задержки в подписании договоров и ошибки в документации.",
      "Автоматизируйте подписание и управление договорами аренды с помощью электронной подписи, системы уведомлений о необходимости продления или изменения условий договора которая генерирует договоры, счета и другие необходимые документы за пару кликов. Результат: Ускорение процесса оформления аренды и документооборота повышение удовлетворенности клиентов.",
    ],
    possibilitiesHeader: [
      "Управление арендными договорами и сроками",
      "Мониторинг платежей и финансов",
      "Управление недвижимостью и объектами",
      "Отчетность и аналитика по аренде",
    ],
    possibilities: [
      "Система управления арендой автоматизирует создание, подписание и отслеживание арендных договоров. Она позволяет настроить уведомления о предстоящем истечении срока аренды, автоматизировать продление договоров и корректировки условий, а также вести учет всех договоров в одном месте. Сокращайте время на обработку договоров, предотвращайте просрочек и улучшайте контроль над арендными обязательствами.",
      "Система управления арендой позволяет отслеживать поступление арендных платежей, генерировать счета и автоматически напоминать арендаторам о предстоящих платежах. Это помогает минимизировать задержки в оплате и улучшить управление денежными потоками. Улучшайте контроль над финансовыми потоками, автоматизацию выставления счетов и повышайте точности мониторинга платежей.",
      "Система управления аренды предоставляет инструменты для централизованного управления недвижимостью и товарами, включая отслеживание состояния объектов и товаров, планирование технического обслуживания и управление арендаторами. Информация о каждом объекте и товаре хранится в системе и доступна для анализа в режиме реального времени. Оптимизируйте управление, улучшайте обслуживание объектов и товаров и повышайте удовлетворенности клиентов.",
      "Система управления аренды Битрикс24 предоставляет подробные отчеты и аналитику по каждому объекту и арендатору, включая данные о доходах, эффективности использования площадей и товаров и загруженности. Эти отчеты помогают принимать более обоснованные решения для улучшения показателей аренды и повышения прибыльности. Улучшайте аналитику и прогнозирование, повышайте эффективность управления арендой и оптимизацию использования объектов.",
    ],
    tarifs: [
      {
        title: "Пакет для арендных компаний «Базовый»",
        subtitle: "Эффективное управление арендой без сложностей",
        price: "400&nbsp;000₸",
        description:
          "Базовые инструменты для управления арендой объектов, работы с арендаторами и автоматизации напоминаний о платежах.",
        advantages: [
          "Улучшение контроля за арендными объектами и договорами на 30%",
          "Снижение затрат на администрирование и управление на 40%",
          "Автоматизация платежей и напоминаний, повышение эффективности работы до 50%",
        ],
        includes: [
          "Управление арендными объектами",
          "CRM-система для работы с арендаторами",
          "Автоматизация напоминаний о платежах и сроках договоров",
          "1 BI-отчет",
          "Шаблоны задач (до 20)",
        ],
      },
      {
        title: "Пакет для арендных компаний «Стандартный»",
        subtitle:
          "Комплексное управление арендой с автоматизацией документооборота",
        price: "600&nbsp;000₸",
        description:
          "Расширенные возможности управления объектами аренды, автоматизация договоров и ведение истории арендных отношений.",
        advantages: [
          "Улучшение контроля за арендными объектами и договорами на 30%",
          "Снижение затрат на администрирование и управление на 40%",
          "Автоматизация платежей и напоминаний, повышение эффективности работы до 50%",
          "Сокращение времени на оформление документов и снижение ошибок на 50%",
          "Оптимизация взаимодействия с арендаторами и утверждения договоров на 30%",
        ],
        includes: [
          "Управление арендными объектами",
          "CRM-система для работы с арендаторами",
          "Автоматизация напоминаний о платежах и сроках договоров",
          "Автоматическая генерация документов (договоры, счета на оплату)",
          "3 BI-отчета",
          "Шаблоны задач (до 50)",
          "Бизнес-процесс утверждения договоров аренды",
          "Ведение истории арендных отношений",
        ],
      },
      {
        title: "Пакет для арендных компаний «Профессиональный»",
        subtitle: "Полный контроль и автоматизация арендных процессов",
        price: "800&nbsp;000₸",
        description:
          "Полный набор инструментов для управления арендой объектов, включая индивидуальные отчеты и систему аудита.",
        advantages: [
          "Улучшение контроля за арендными объектами и договорами на 30%",
          "Снижение затрат на администрирование и управление на 40%",
          "Автоматизация платежей и напоминаний, повышение эффективности работы до 50%",
          "Сокращение времени на оформление документов и снижение ошибок на 50%",
          "Оптимизация взаимодействия с арендаторами и утверждения договоров на 30%",
          "Повышение прозрачности и контроля над арендными процессами до 100%",
          "Снижение рисков несвоевременных платежей и улучшение качества управления на 60%",
        ],
        includes: [
          "Управление арендными объектами",
          "CRM-система для работы с арендаторами",
          "Автоматизация напоминаний о платежах и сроках договоров",
          "Автоматическая генерация документов (договоры, счета на оплату)",
          "5 BI-отчетов",
          "Шаблоны задач (до 100)",
          "Бизнес-процесс утверждения договоров аренды",
          "Ведение истории арендных отношений",
          "Настройка индивидуальных отчетов по объектам аренды",
        ],
      },
      {
        title: "Пакет для аренды товаров «Базовый»",
        subtitle: "Управляйте арендой товаров без лишних сложностей",
        price: "300&nbsp;000₸",
        description:
          "Базовые инструменты для управления каталогом арендуемых товаров и взаимодействия с клиентами.",
        advantages: [
          "Улучшение контроля над товарами и возвратами на 30%",
          "Снижение затрат на управление товарами на 40%",
          "Повышение эффективности взаимодействия с клиентами и управления арендой до 50%",
        ],
        includes: [
          "Управление каталогом арендуемых товаров",
          "CRM-система для работы с клиентами",
          "Автоматизация напоминаний о возврате товаров и сроках аренды",
          "Складской учет",
          "1 BI-отчет для анализа аренды и продаж",
          "Шаблоны задач (до 20)",
          "Простая форма для онлайн-бронирования",
        ],
      },
      {
        title: "Пакет для аренды товаров «Стандартный»",
        subtitle:
          "Расширенные функции для управления арендой и документооборотом",
        price: "500&nbsp;000₸",
        description:
          "Удобные инструменты для работы с каталогом товаров, автоматизация процессов аренды и генерации документов.",
        advantages: [
          "Улучшение контроля над товарами и возвратами на 30%",
          "Снижение затрат на управление товарами на 40%",
          "Повышение эффективности взаимодействия с клиентами и управления арендой до 50%",
          "Сокращение времени на оформление документов и оптимизация расчета стоимости на 50%",
          "Увеличение взаимодействия с клиентами и улучшение арендных расчетов на 30%",
        ],
        includes: [
          "Управление расширенным каталогом товаров с фильтрацией по характеристикам (размер, цвет, состояние и т.д.)",
          "CRM-система для работы с клиентами и взаимодействием через контакт-центр (WhatsApp, телефония, Instagram)",
          "Автоматизация напоминаний о возврате товаров, сроках аренды и необходимости продления",
          "Складской учет товаров с отслеживанием состояния и сроков аренды",
          "3 BI-отчета для анализа аренды, доходности и активности клиентов",
          "Шаблоны задач (до 50)",
          "Автоматический расчет стоимости аренды и штрафов за просрочку",
          "Онлайн-формы для бронирования и оплаты аренды",
          "Автоматическая генерация документов (договоры, счета на оплату)",
        ],
      },
      {
        title: "Пакет для аренды товаров «Профессиональный»",
        subtitle:
          "Полное решение для автоматизации аренды товаров и управления документами",
        price: "700&nbsp;000₸",
        description:
          "Полный контроль над процессами аренды с учетом состояния товаров и расширенной аналитикой.",
        advantages: [
          "Улучшение контроля над товарами и возвратами на 30%",
          "Снижение затрат на управление товарами на 40%",
          "Повышение эффективности взаимодействия с клиентами и управления арендой до 50%",
          "Сокращение времени на оформление документов и оптимизация расчета стоимости на 50%",
          "Увеличение взаимодействия с клиентами и улучшение арендных расчетов на 30%",
          "Снижение ошибок в учете и улучшение управления складом на 60%",
          "Ускорение обработки запросов и повышение качества взаимодействия на 35%",
        ],
        includes: [
          "Полное управление каталогом товаров с фильтрацией по характеристикам (включая состояние, историю аренды и ремонта)",
          "CRM-система для работы с клиентами и партнерами с интеграцией контакт-центра (WhatsApp, телефония, Instagram)",
          "Автоматизация напоминаний о возврате товаров, продлении аренды и сервисном обслуживании товаров",
          "Складской учет товаров с отслеживанием состояния, сроков эксплуатации, автоматизацией заказов на пополнение и ремонтом",
          "5 BI-отчетов для анализа аренды, доходности, активности клиентов, состояния товаров и прогнозирования спроса",
          "Шаблоны задач (до 100)",
          "Онлайн-каталог для бронирования, оплаты и расчета стоимости аренды",
          "Автоматическая генерация документов (договоры, счета на оплату, внутренние складские бланки)",
          "Система аудита арендных отношений и контроля за соблюдением условий аренды",
        ],
      },
    ],

    cases: [
      {
        header: {
          img: "https://static.tildacdn.pro/tild3565-3566-4535-b063-323664663666/gamechanger__55.png",
          title: "Аренда мест для размещения рекламы",
          description:
            "Мы разработали систему на платформе Bitrix24, объединив отдел продаж, бухгалтерию, юридический отдел и руководство. Были разработаны бизнес-процессы для утверждения и передачи задач. Также мы интегрировали WhatsApp и телефонию для эффективного контроля работы менеджеров.",
        },
        main: [
          "Система контролирует сроки размещения и оплаты",
          "Напоминания на каждом этапе и информация между отделами удвоили скорость работы",
          "Все документы генерируются автоматически",
          "Снижение рутинной работы на 40%",
          "Аналитика предоставляет руководству необходимые показатели",
        ],
      },
      {
        header: {
          img: "https://static.tildacdn.pro/tild3539-6263-4332-a138-356437623134/gamechanger__60.png",
          title: "Аренда тех. оборудования и организация мероприятий",
          description:
            "Мы создали систему на платформе Bitrix24 с интеграцией с 1С, складским учетом оборудования, автогенерацией коммерческих предложений и договоров, а также отчетами по каждому проекту. В этой системе продуман весь сценарий работы менеджеров, склада, инженеров и бухгалтерии.",
        },
        main: [
          "Оформление документов сократилось с 30-150 минут до 3 минут",
          "Внедрен учет ресурсов, обеспечивающий понимание их доступности",
          "Автоматическая аналитика позволяет легко вычислять эффективность каждого проекта",
          "Клиенты получили быстрый доступ к актуальным тендерам",
        ],
      },
    ],
  },

  {
    name: "HR",
    header:
      "Увеличьте эффективность найма.    <br  > Снижайте затраты на персонал.",
    graph_header: "Контроль",

    pains: [
      "Трудности с подбором квалифицированных кандидатов из-за огромного объема резюме, которые нужно вручную просматривать и оценивать.",
      "Используйте автоматизированную систему отбора кандидатов, которая отсеивает нерелевантные резюме и проводит предварительную квалификацию. Встроенные алгоритмы помогают найти лучших кандидатов быстрее.",
      "Отсутствие централизованной системы для ведения кадрового учета и управления персоналом, что приводит к ошибкам, задержкам в обработке данных и несоответствиям в отчетах.",
      "Внедрите централизованную HRM-систему, которая автоматизирует кадровый учет, управление рабочими графиками, отпусками и больничными. Все данные хранятся в единой базе и доступны для анализа в режиме реального времени.",
      "Сложности в адаптации новых сотрудников из-за отсутствия четкой системы онбординга и обучения, что приводит к снижению их продуктивности в первые месяцы работы.",
      "Автоматизируйте онбординг и обучение новых сотрудников с помощью интегрированной системы управления обучением (LMS). Предоставляйте персонализированные курсы и материалы, следите за прогрессом и оценивайте эффективность обучения.",
    ],
    possibilitiesHeader: [
      "Автоматизация подбора персонала",
      "Управление кадровым учетом и документооборотом",
      "Оценка эффективности сотрудников и управление KPI",
      "Обучение и развитие сотрудников (LMS)",
    ],
    possibilities: [
      "Битрикс24 позволяет упростить процесс подбора персонала, автоматизируя сбор и анализ резюме. Система автоматически сортирует резюме по релевантности, ведет учет этапов собеседования и создает списки кандидатов, подходящих по требованиям. Эконьте до 70% времени на отбор кандидатов и обучение новых сотрудников",
      "Система HR-автоматизации Битрикс24, помогает вести полный учет сотрудников, управлять графиками отпусков, больничными и автоматизировать процесс документооборота. Все данные хранятся в единой системе, что обеспечивает их доступность и упрощает контроль над кадровыми процессами. Снижайте административную нагрузки, упростите работы с документами и повышайте точности кадрового учета.",
      "С помощью HRM-систем можно автоматизировать процесс оценки эффективности сотрудников и отслеживание их ключевых показателей эффективности (KPI). Битрикс24 предоставляет возможность создавать отчеты о производительности, отслеживать выполнение задач и помогать менеджерам принимать обоснованные решения о премировании и повышении сотрудников. Повышайте прозрачность процессов и мотивацию сотрудников.",
      "HRM-система Битрикс24, включают модули для автоматизации обучения и повышения квалификации сотрудников. Можно создавать персонализированные учебные курсы, отслеживать прогресс обучения и обеспечивать повышение квалификации сотрудников на всех уровнях. Сокращайте сроки адаптации новых сотрудников, улучшайте профессиональные навыки и поддержку профессионального роста внутри компании.",
    ],
    tarifs: [
      {
        title: "Пакет HR",
        subtitle: "привлечение HR",
        price: "560&nbsp;000₸",
        description:
          "Этот пакет помогает эффективно организовать работу с сотрудниками, включая автоматизированные процессы найма и увольнения.",
        advantages: [
          "Ускорение процессов на 80%",
          "Снижение текучести кадров до 70%",
          "Предотвращение упущений в документации, обучении и удалении прав доступа",
        ],
        includesHeader: "Полное управление персоналом",
        includes: [
          "Система найма",
          "Система увольнения",
          "Бизнес-процессы: Заявление на отпуск, заявление на повышение, формирование жалобы 8D",
          "Подключение WhatsApp",
          "Подключение телефонии",
        ],
      },
      {
        title: "Управление персоналом",
        subtitle: "виртуальный HR-отдел",
        price: "945&nbsp;000₸",
        description:
          "Вы получите инструмент управления персоналом, который поможет вам осуществлять процессы найма, обучения и увольнения сотрудников, а также принимать обоснованные решения.",
        advantages: [
          "Ускорение процессов на 80%",
          "Снижение текучести кадров до 70%",
          "Предотвращение упущений в документации, обучении и удалении прав доступа",
        ],
        includesHeader: "Полное управление персоналом",
        includes: [
          "Система найма",
          "Система увольнения",
          "Бизнес-процессы: Заявление на отпуск, заявление на повышение, формирование жалобы 8D",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Автогенерация документов",
          "Должностные инструкции (7 должностей)",
          "BI отчеты (5 шт.)",
        ],
      },
      {
        title: "Управление персоналом +",
        subtitle: "виртуальный HR-отдел с подписью ЭЦП",
        price: "1&nbsp;160&nbsp;000₸",
        description:
          "Вы получите инструмент управления персоналом, который поможет вам эффективно осуществлять процессы найма, обучения и увольнения сотрудников, а также принимать обоснованные решения. Любые внутренние запросы будут подписаны всего в пару кликов.",
        advantages: [
          "Ускорение процессов на 80%",
          "Снижение текучести кадров до 70%",
          "Предотвращение упущений в документации, обучении и удалении прав доступа",
        ],
        includesHeader: "Полное управление персоналом",
        includes: [
          "Система найма",
          "Система увольнения",
          "Бизнес-процессы: Заявление на отпуск, заявление на повышение, формирование жалобы 8D",
          "Подключение WhatsApp",
          "Подключение телефонии",
          "Автогенерация документов",
          "Должностные инструкции (7 должностей)",
          "Подпись внутренних запросов через сервис TrustMe",
          "BI отчеты (5 шт.)",
        ],
      },
    ],
  },

  {
    name: "Управление",
    header:
      "Увеличьте контроль над проектами.  <br  > Снижайте административные издержки.",
    graph_header: "Контроль",

    pains: [
      "Отсутствие четкой координации между отделами и сотрудниками затрудняет выполнение проектов в срок и снижает общую продуктивность.",
      "Используйте систему управления проектами, которая автоматизирует распределение задач, отслеживание прогресса и контроль за выполнением. Интегрированный внутренний мессенджер улучшает коммуникацию между отделами и помогает командам работать слаженно.",
      "Отсутствие прозрачности в управлении задачами и приоритетами приводит к путанице и задержкам в принятии решений.",
      "Внедрите инструменты для управления задачами и приоритетами, которые позволяют руководителям назначать задачи, отслеживать их выполнение и расставлять приоритеты в режиме реального времени.",
      "Нехватка инструментов для анализа производительности и мониторинга ключевых показателей эффективности (KPI) затрудняет оценку прогресса и эффективность управления.",
      "Используйте инструменты для анализа и мониторинга KPI, которые предоставляют детализированные отчеты по производительности сотрудников, отделов и проектов. Это помогает принимать обоснованные решения и оперативно корректировать стратегию.",
    ],
    possibilitiesHeader: [
      "Управление проектами и задачами",
      "Коммуникация и внутренняя коллаборация",
      "Управление ресурсами и планирование",
      "Автоматизация документооборота",
    ],
    possibilities: [
      "Система управления позволяет автоматизировать процесс распределения задач и отслеживания их выполнения. Проекты можно планировать с помощью диаграмм Ганта, календарей и других инструментов визуализации, что помогает контролировать сроки и выполнение задач каждым сотрудником. Упрощайте управление проектами, повышайте прозрачность и контроль над выполнением задач в срок.",
      "Система управления предоставляет возможность для эффективной коммуникации между отделами и сотрудниками через внутренние мессенджеры, каналы и видеоконференции. Это помогает улучшить взаимодействие внутри команды и быстро решать задачи. Повышайте эффективность коммуникации, сокращайте время на принятие решений и улучшайте командную работы.",
      "Инструменты управления ресурсами помогают оптимизировать использование ресурсов, планировать их распределение и контролировать затраты. Это позволяет снизить издержки и эффективно управлять ресурсами для достижения целей проекта. Оптимизируйте использование ресурсов, сокращайте затраты и улучшайте контроль над распределением ресурсов.",
      "Система управления предлагает автоматизацию документооборота, позволяя быстро создавать, подписывать и хранить документы в электронном виде. Это ускоряет процессы согласования и исключает ошибки, связанные с ручным документооборотом. Снижайте время на обработку документов, повышайте точность и обеспечение   надежного хранения данных.",
    ],
    tarifs: [
      {
        title: "Пакет для управления «Базовый»",
        subtitle: "Оптимизация управления проектами",
        price: "300&nbsp;000₸",
        description:
          "Базовые инструменты для эффективного управления задачами и проектами с помощью наглядной панели управления и аналитики.",
        advantages: [
          "Повышение прозрачности управления задачами на 30%",
          "Сокращение времени на планирование и распределение задач на 40%",
          "Контроль над выполнением задач через панель управления до 50%",
        ],
        includes: [
          "Настройка панели управления (Канбан для руководства, обучение работе с проектами и диаграммой Ганта)",
          "Шаблоны задач (до 30)",
          "1 BI-отчет",
        ],
      },
      {
        title: "Пакет для управления «Стандартный»",
        subtitle:
          "Комплексное управление проектами с автоматизацией бизнес-процессов",
        price: "500&nbsp;000₸",
        description:
          "Расширенные возможности для автоматизации процессов утверждения и отчетности, улучшая контроль и управление проектами.",
        advantages: [
          "Повышение прозрачности управления задачами на 30%",
          "Сокращение времени на планирование и распределение задач на 40%",
          "Контроль над выполнением задач через панель управления до 50%",
          "Снижение административной нагрузки на 50%",
          "Оптимизация процессов отчетности на 30%",
        ],
        includes: [
          "Настройка панели управления (Канбан для руководства, обучение работе с проектами и диаграммой Ганта)",
          "Шаблоны задач (до 30)",
          "2 BI-отчета",
          "Бизнес-процесс утверждения",
          "Бизнес-процесс отчетности",
          "Бизнес-процесс формирования потребностей",
        ],
      },
      {
        title: "Пакет для управления «Профессиональный»",
        subtitle:
          "Максимальная автоматизация управления проектами и контроль всех бизнес-процессов",
        price: "700&nbsp;000₸",
        description:
          "Полный набор инструментов для комплексного управления, включая систему аудита и углубленную аналитику.",
        advantages: [
          "Повышение прозрачности управления задачами на 30%",
          "Сокращение времени на планирование и распределение задач на 40%",
          "Контроль над выполнением задач через панель управления до 50%",
          "Снижение административной нагрузки на 50%",
          "Оптимизация процессов отчетности на 30%",
          "Снижение ошибок и отклонений на 60%",
          "Углубленный контроль и аналитика повышают качество управления и прозрачность процессов на 40%",
        ],
        includes: [
          "Настройка панели управления (Канбан для руководства, обучение работе с проектами и диаграммой Ганта)",
          "Шаблоны задач (до 30)",
          "5 BI-отчетов",
          "Бизнес-процесс утверждения",
          "Бизнес-процесс отчетности",
          "Бизнес-процесс формирования потребностей",
          "Система аудита",
        ],
      },
    ],
  },
];

document.addEventListener("DOMContentLoaded", function () {
  //  ЭЛЕМЕНТ ДЛЯ ЗАДЕРЖКИ МЕЖДУ НАЖАТИЕМ КНОПОК
  let ready = true;

  // ВИДЕО
  const video = document.getElementById("video");
  const preloader = document.querySelector("#logo_preloader");

  // ТАРИФЫ
  const toTarifsBtns = document.querySelectorAll(".to_tarifs-block");
  // КЕЙСЫ
  const casesBlock = document.querySelector(".cases-block");
  const casesList = casesBlock.querySelectorAll(".cases-block__card");

  const cases_container = document.querySelector("#cases_container");
  // НАМ ДОВЕРЯЮТ
  const trustUs_container = document.querySelector("#trustUs_container");

  // ДОП. БЛОКИ СЛЕВА

  const leftSection = document.querySelectorAll(".slideIn_left");
  const openLeftSection = document.querySelectorAll(".open_left_section");
  const hideLeftSection = document.querySelectorAll(".hide_left_section");
  const cases_all = document.querySelector(".cases_all");

  // ПОПАП

  const popup__contact_us = document.querySelector(".popup__contact_us");
  const open_popup = document.querySelector(".open_popup");
  const close_popup = document.querySelector(".popup__contact_us--close");

  // КОНСУЛЬТАЦИЯ
  const hide_ConsultationPage = document.querySelectorAll(".hide_consultation");
  const consultation_Page = document.querySelector(".consultation");

  // ПОЛИТИКА КОНФ.
  const privacyPolicy_Page = document.querySelector(".privacy-policy");

  //  ОБСЛУЖИВАНИЕ
  const service_Page = document.querySelector(".service");

  // КАРТОЧКИ ТАРИФА
  const tarifsList = document.querySelector(".tarifs-block__list");
  const tarifs_item = document.querySelectorAll(".item");
  const tarifs_background = document.querySelector(".tarifs-block__background");



  // ПЕРЕКЛЮЧАТЕЛЬ СЛАЙДОВ НА БЛОКЕ МОДУЛЕЙ
  const toggler = document.querySelector(
    ".modulesBlockSwiper-navigation__toggler"
  );

  // FAQ
  const faq_list = document.querySelector(".faq__list");

  // ЛОГИКА УДАЛЕНИЯ ПРЕЛОУДЕРА ПРИ ЗАГРУЗКЕ ВИДЕО
  video.addEventListener("canplaythrough", function () {
    preloader.style.display = "none";
  });

  // ПЕРЕХОД К ТАРИФАМ
  toTarifsBtns.forEach((btn) => {
    btn.addEventListener("click", () => {
      mainSlider.moveTo(5);
    });
  });

  // ФУНКЦИЯ ПО СОЗДАНИЮ ТАРИФОВ
  const getTarifCard = (
    { title, subtitle, price, description, advantages, includes },
    number
  ) => {
    const tarifContent = `
      <div class="item__wrapper">
        <div class="item__header">
          <span class="item__header__number hide_on_tablet"> ${number} </span>
          <div class="item__header__text">
            <h3>${title}</h3>
            <p>${subtitle}</p>
          </div>
          ${
            Array.isArray(price)
              ? `<div class=" item__header__price--grid">
                  <span class="item__header__price"><i> 1 город</i> <br> ${price[0]} </span>
                  <span class="item__header__price"><i> 2 города</i> <br> ${price[1]} </span>
                  <span class="item__header__price"><i> 3 города</i> <br> ${price[2]} </span>
                </div>`
              : `<span class="item__header__price">${price}</span>`
          }
          <div class="plus-icon">
            <span class="plus-icon--vertical-line"></span>
            <span class="plus-icon--horizontal-line"></span>
          </div>
        </div>
        <div class="item__main">
          <span class="item__main--top-line">&nbsp;</span>
          <p>${description}</p>
          <div class="item__main__advantages">
            ${advantages.map((text) => `<p>${text}</p>`).join("")}
          </div>
          <h3>В него входит</h3>
          <div class="item__main__includes">
            <div class="item__main__includes__content">
              ${includes.map((text) => `<p>${text}</p>`).join("")}
            </div>
          </div>
          <br />
        </div>
      </div>
  `;

    const tarif = document.createElement("li");
    tarif.classList.add("item");
    tarif.innerHTML = tarifContent;
    tarifsList.appendChild(tarif);
  };

  // ОТКРЫТИЕ ТАРИФА КАК ПОПАП
  // Функция для открытия блока
  function openPopup(item) {
    let parentBlockPosition = item.offsetTop;
    let popup = item.querySelector(".item__wrapper");
    let content = item.querySelector(".item__header").nextElementSibling;

    if (!tarifs_background.classList.contains("active")) {
      tarifs_background.classList.add("active"); // включаем темный фон

      // Поднимаем блок вверх
      item.style.position = "static";
      item.style.height = `${popup.offsetHeight}px`;
      popup.style.position = "absolute";
      popup.style.top = `${parentBlockPosition}px`;

      setTimeout(() => {
        popup.classList.add("active");
        popup.style.top = "20px";
      }, 20);

      // Раскрываем блок
      setTimeout(() => {
        content.style.maxHeight = content.scrollHeight + "px";
      }, 300);
    }
  }

  // ОТКРЫТИЕ ПОПАПА "СВЯЗАТЬСЯ С НАМИ"
  open_popup.addEventListener("click", () => {
    if (ready) {
      ready = false;
      popup__contact_us.classList.toggle("active");
      setTimeout(() => {
        ready = true;
      }, 700);
    }
  });

  popup__contact_us.addEventListener("click", (e) => {
    let content = e.target.closest(".popup__contact_us__container");
    let close = e.target.closest(".popup__contact_us--close");
    if ((!content || close) && ready) {
      console.log("ready", ready);
      ready = false;
      popup__contact_us.classList.toggle("active");
      setTimeout(() => {
        ready = true;
      }, 300);
    }
  });
  // Функция для закрытия блока
  function closePopup(item) {
    let parentBlockPosition = item.offsetTop;
    let popup = item.querySelector(".item__wrapper");
    let content = item.querySelector(".item__header").nextElementSibling;

    if (tarifs_background.classList.contains("active")) {
      // Сворачиваем блок
      content.style.maxHeight = null;

      // Опускаем блок вниз
      setTimeout(() => {
        popup.style.top = `${parentBlockPosition}px`;
        tarifs_background.classList.remove("active");
      }, 300);

      setTimeout(() => {
        popup.classList.remove("active");
      }, 600);
    }
  }

  // Обработчик кликов по элементам

  tarifsList.addEventListener("click", (e) => {
    let item = e.target.closest(".item");
    const icon = item.querySelector(".plus-icon");

    if (item && ready) {
      icon.classList.toggle("active");
      ready = false;
      if (window.innerWidth >= 1200) {
        !tarifs_background.classList.contains("active")
          ? openPopup(item)
          : closePopup(item);
      } else {
        let content = item.querySelector(".item__header").nextElementSibling;

        if (content.style.maxHeight) {
          content.style.transition = ".7s";
          content.style.maxHeight = null;
        } else {
          content.style.transition = "1s";
          content.style.maxHeight = content.scrollHeight + "px";
        }
      }

      setTimeout(() => {
        ready = true;
      }, 500);
    }
  });

  // ДОБАВИТЬ АКТИВНЫЙ КЛАСС ДЛЯ ЛЕВОЙ СЕКЦИИ
  const addClassToSection = (name) => {
    switch (name) {
      case "consultation":
        consultation_Page.classList.toggle("active");
        break;
      case "privacy-policy":
        privacyPolicy_Page.classList.toggle("active");
        break;
      case "service":
        service_Page.classList.toggle("active");
        break;
      case "casesAll":
        cases_all.classList.toggle("active");
    }
  };

  // ОТКРЫТЬ СЕКЦИЮ
  openLeftSection.forEach((btn) => {
    btn.addEventListener("click", () => {
      let sectionName = btn.getAttribute("data-name");
      btn.disabled = true;
      setTimeout(() => {
        btn.disabled = false;
      }, 500);
      leftSection.forEach((section) => {
        section.style.visibility = "visible";
        section.style.opacity = "1";
      });
      addClassToSection(sectionName);
    });
  });

  // ЗАКРЫТЬ СЕКЦИЮ
  hideLeftSection.forEach((btn) => {
    btn.addEventListener("click", () => {
      let sectionName = btn.getAttribute("data-name");
      addClassToSection(sectionName);
    });
  });

  // ОТКРЫТИЕ КАРТОЧЕК В FAQ
  faq_list.addEventListener("click", (e) => {
    const card = e.target.closest(".faq__card");
    if (card) {
      const main = card.querySelector(".faq__main");
      const icon = card.querySelector(".plus-icon");
      if (main.style.maxHeight) {
        main.style.maxHeight = null;
        icon.classList.toggle("active");
      } else {
        main.style.maxHeight = main.scrollHeight + "px";
        icon.classList.toggle("active");
      }
    }
  });

  const mainSlider = new fullpage("#main", {
    scrollOverflow: true,
    scrolloverflowmacstyle: false,
    autoScrolling: false,
    controlArrows: false,
    scrollBar: false,
    onSlideLeave: function (origin, destination, direction) {
      let activeSlide = destination.index;
      if (!activeSlide) {
        document.body.classList.remove("active");
        fullpage_api.setAutoScrolling(true); // отключаем авто скроллинг
      } else {
        document.body.classList.add("active");
        fullpage_api.setAutoScrolling(false); // включаем авто скроллинг
      }
      console.log(destination.index, "asdsaddas");
    },

    onLeave: function () {
      console.log("aaaaaaaaaaaaaa");
    },
  });

  // СЛАЙДЕРЫ НА БЛОКЕ МОДУЛЕЙ
  const modulesBlockSwiper = new Swiper("#modulesBlockSwiper", {
    speed: 500,
    spaceBetween: 30,
    slidesPerView: 1,
    allowTouchMove: false,
    // autoHeight: true,
    navigation: {
      nextEl: ".swiper-button-next",
      prevEl: ".swiper-button-prev",
    },
    breakpoints: {
      769: {
        slidesPerView: 2,
      },
    },
    on: {
      slideChange: function () {
        // Получаем активный слайд
        if (this.activeIndex) {
          toggler.style.left = "50%";
        } else {
          toggler.style.left = "0%";
        }
      },
    },
  });

  const modulesCardSwiper = new Swiper("#modules-card-swiper1", {
    speed: 500,
    grabCursor: true,
    pagination: {
      el: ".swiper-pagination",
      clickable: true,
    },
    navigation: {
      nextEl: ".swiper-button-next",
      prevEl: ".swiper-button-prev",
    },
  });

  const modulesCardSwiper2 = new Swiper("#modules-card-swiper2", {
    speed: 500,
    grabCursor: true,
    pagination: {
      el: ".swiper-pagination",
      clickable: true,
    },
    navigation: {
      nextEl: ".swiper-button-next",
      prevEl: ".swiper-button-prev",
    },
  });

  const painBlockSwiper = new Swiper("#painBlockSwiper", {
    direction: "horizontal",
    slidesPerView: 1,

    pagination: {
      el: ".swiper-pagination",
    },
    // breakpoints: {
    //   769: {
    //     slidesPerView: 0,
    //   },
    // },
  });

  const possibilitiesBlockSwiper = new Swiper("#possibilitiesBlockSwiper", {
    direction: "horizontal",
    slidesPerView: 1,
    spaceBetween: 30,

    pagination: {
      el: ".swiper-pagination",
    },
    breakpoints: {
      526: {
        slidesPerView: 2,
      },
    },
  });

  const casesBlockSwiper = new Swiper("#casesBlockSwiper", {
    direction: "horizontal",
    slidesPerView: 1,
    spaceBetween: 30,

    pagination: {
      el: ".swiper-pagination",
    },
    breakpoints: {
      526: {
        slidesPerView: 2,
      },
    },
  });

  const trustUs = new Swiper("#trustUs", {
    direction: "horizontal",
    spaceBetween: 20,
    slidesPerView: 2,
    slidesPerGroup: 2,
    grid: {
      rows: 3,
    },
    breakpoints: {
      769: {
        slidesPerView: 4,
        slidesPerGroup: 2,
        grid: {
          rows: 2,
        },
      },

      525: {
        slidesPerView: 3,
        slidesPerGroup: 2,
        grid: {
          rows: 2,
        },
      },
    },
    pagination: {
      el: ".trustUs_container-pagination",
    },

    navigation: {
      nextEl: ".trustUs_container-button-next",
      prevEl: ".trustUs_container-button-prev",
    },
  });

  // ЛОГИКА ПО ЗАМЕНЕ ТЕКСТА НА САЙТЕ
  const homePage_cards = document.querySelector(".homepage__main");
  const backToHomePage = document.querySelector(".toHomePage");
  const painsText = document.querySelectorAll(".pain-block__main");
  const possibilitiesHead = document.querySelectorAll(
    ".possibilities-block__head"
  );
  const possibilitiesText = document.querySelectorAll(
    ".possibilities-block__main"
  );

  // ВКЛЮЧАЕМ ВИДЕО ПРИ ВОЗВАРЩЕНИИ НА ГЛАВНУЮ СТРАНИЦУ
  // homePageSwiper.on('navigationPrev', () => {
  //   video.play()
  // });

  homePage_cards.addEventListener("click", (e) => {
    let btn = e.target.closest(".toMainPage");
    const hero_header = document.querySelector(".hero__header");
    const graph = document.querySelector(".hero__graph-img--text");

    if (btn) {
      fullpage_api.setAutoScrolling(true);

      tarifsList.innerHTML = "";

      fullpage_api.moveTo(1, 1);
      // ОСТАНАВЛИВАЕМ ВИДЕО
      setTimeout(() => {
        video.pause();
      }, 500);

      let btnId = btn.getAttribute("data-id");
      let findedInfo = mainInfo[btnId];

      hero_header.innerHTML = findedInfo.header;

      graph.innerHTML = `
      ${findedInfo.graph_header}
                <svg
                  width="22"
                  height="23"
                  viewBox="0 0 22 23"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <g clip-path="url(#clip0_13_255)">
                    <path
                      opacity="0.987"
                      fill-rule="evenodd"
                      clip-rule="evenodd"
                      d="M21.515 5.99262C21.501 6.14825 21.4871 6.30387 21.4732 6.4595C21.3746 6.61976 21.2339 6.73137 21.051 6.79431C20.5567 6.76968 20.0632 6.73209 19.5708 6.68148C19.5123 7.40846 19.4409 8.13412 19.3564 8.85854C19.1897 9.33385 18.8577 9.61134 18.3603 9.69105C17.7355 9.6613 17.113 9.6056 16.4928 9.52395C16.0175 9.35722 15.74 9.0252 15.6603 8.52783C15.7058 7.79993 15.7643 7.07311 15.8358 6.3473C15.3422 6.30968 14.8499 6.25909 14.359 6.19556C14.0251 5.99026 13.9269 5.7004 14.0643 5.32599C14.0948 5.27643 14.1254 5.22687 14.156 5.17732C15.3246 4.18992 16.5032 3.21686 17.6919 2.25816C17.9629 2.15168 18.2223 2.17488 18.4701 2.32778C19.4697 3.48228 20.4569 4.64911 21.4316 5.82829C21.4498 5.89135 21.4776 5.94613 21.515 5.99262Z"
                      fill="white"
                    />
                    <path
                      opacity="0.984"
                      fill-rule="evenodd"
                      clip-rule="evenodd"
                      d="M8.49102 21.3774C8.01118 21.3345 7.5313 21.2915 7.05146 21.2486C6.75586 21.1304 6.53216 20.9274 6.38042 20.6395C6.25325 20.1918 6.15003 19.7381 6.0708 19.2784C5.78838 19.1281 5.50818 18.9723 5.2302 18.811C4.78237 19.0182 4.32229 19.1927 3.84992 19.3346C3.45125 19.3674 3.10921 19.2452 2.82379 18.9682C2.57943 18.6902 2.35032 18.4018 2.13647 18.1028C1.96403 17.7364 1.95761 17.3698 2.11722 17.0029C2.34559 16.6384 2.56787 16.2726 2.78406 15.9056C2.68308 15.6223 2.59779 15.3336 2.5282 15.0395C2.16413 14.8679 1.79257 14.7105 1.41351 14.5672C1.08192 14.393 0.856973 14.131 0.738674 13.7813C0.78625 13.2496 0.833823 12.7179 0.881399 12.1861C1.0029 11.9578 1.17652 11.7707 1.40224 11.6248C1.88457 11.481 2.37244 11.3613 2.86586 11.2656C2.98975 10.9706 3.13907 10.6898 3.31381 10.4232C3.11974 10.049 2.9518 9.66136 2.80996 9.26041C2.73164 8.83639 2.81832 8.45196 3.07002 8.10712C3.40719 7.80122 3.76517 7.52602 4.14395 7.28157C4.41738 7.21238 4.69206 7.2108 4.96797 7.27686C5.38539 7.50363 5.78773 7.75533 6.17501 8.03196C6.47272 7.91184 6.77612 7.80827 7.08523 7.72122C7.27056 7.2598 7.47446 6.80742 7.69689 6.36408C8.09962 5.97878 8.5751 5.85135 9.12334 5.98186C9.80438 5.92961 10.2828 6.20773 10.5586 6.81621C10.657 7.24058 10.7431 7.66658 10.8168 8.09431C11.1163 8.20036 11.3977 8.34319 11.6609 8.5228C12.0899 8.31983 12.5305 8.14355 12.9828 7.99397C13.3318 7.96534 13.6514 8.04621 13.9416 8.23662C14.2073 8.55453 14.473 8.87244 14.7387 9.19036C14.9345 9.581 14.9386 9.97356 14.751 10.368C14.526 10.7049 14.306 11.0447 14.0911 11.3875C14.1247 11.5121 14.1662 11.6335 14.2154 11.7516C13.2569 11.6719 12.3299 11.8047 11.4344 12.1499C10.4553 10.5963 9.07821 10.0613 7.30321 10.5448C5.83621 11.1755 5.11519 12.2941 5.14009 13.9006C5.26897 15.1445 5.88679 16.0561 6.99361 16.6352C7.28525 16.7758 7.59013 16.8749 7.90823 16.9328C7.83295 18.4303 8.2492 19.7683 9.15705 20.9468C8.98981 21.1766 8.76781 21.3202 8.49102 21.3774Z"
                      fill="white"
                    />
                    <path
                      opacity="0.971"
                      fill-rule="evenodd"
                      clip-rule="evenodd"
                      d="M8.54758 11.5387C9.36101 11.6229 9.95277 12.0223 10.3229 12.7368C9.28052 13.4995 8.56344 14.5008 8.17162 15.7406C6.95294 15.4812 6.34064 14.7271 6.33469 13.4781C6.47346 12.4624 7.03959 11.8333 8.03309 11.5907C8.20985 11.5722 8.38133 11.5549 8.54758 11.5387Z"
                      fill="white"
                    />
                    <path
                      opacity="0.985"
                      fill-rule="evenodd"
                      clip-rule="evenodd"
                      d="M13.743 21.8473C13.3539 21.8125 12.9649 21.7777 12.5758 21.7429C10.24 21.0222 9.08775 19.4353 9.1191 16.9823C9.40244 15.031 10.4722 13.741 12.3283 13.1123C14.2992 12.6547 15.9162 13.2112 17.1793 14.7817C18.2652 16.4819 18.2817 18.196 17.2291 19.9238C16.3611 21.0941 15.1991 21.7352 13.743 21.8473ZM13.5566 15.1635C13.8967 15.1373 14.1392 15.2767 14.284 15.5816C14.2846 16.1285 14.2618 16.6755 14.2156 17.2226C14.4724 17.4864 14.6815 17.7796 14.8428 18.1023C14.8748 18.4885 14.7031 18.7281 14.3275 18.821C14.1431 18.8306 13.978 18.7766 13.8322 18.659C13.5783 18.3552 13.3244 18.0515 13.0705 17.7477C13.0207 17.6736 12.9888 17.5923 12.9747 17.5038C13.0068 16.853 13.0648 16.2046 13.1487 15.5584C13.2287 15.3658 13.3647 15.2341 13.5566 15.1635Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_13_255">
                      <rect
                        width="20"
                        height="20"
                        fill="white"
                        transform="translate(1.92578 0.729736) rotate(5.11276)"
                      />
                    </clipPath>
                  </defs>
                </svg>
      `;

      painsText.forEach((text, i) => {
        text.innerText = findedInfo.pains[i];
      });
      possibilitiesText.forEach((text, i) => {
        text.innerText = findedInfo.possibilities[i];
      });
      possibilitiesHead.forEach((text, i) => {
        text.innerText = findedInfo.possibilitiesHeader[i];
      });

      findedInfo.tarifs.forEach((tarif, number) => {
        getTarifCard(tarif, number + 1);
      });

      if (findedInfo.cases) {
        cases_container.classList.remove("hidden");
        trustUs_container.classList.add("hidden");

        casesList.forEach((card, i) => {
          card.querySelector("img").src = findedInfo.cases[i].header.img;
          card.querySelector("h3").innerText = findedInfo.cases[i].header.title;
          card.querySelector("p").innerText =
            findedInfo.cases[i].header.description;
          let casesBlock_mainInfo = card.querySelector(".cases-block__main");
          casesBlock_mainInfo.innerHTML = ""
          findedInfo.cases[i].main.forEach((text) => {
            let span = document.createElement("span");
            span.innerHTML = `
              <img src="https://static.tildacdn.com/tild3431-3932-4361-a535-306435343332/confirm.svg" alt="confirm svg logo">
              ${text}
              `;
            casesBlock_mainInfo.appendChild(span);
          });
        });
      } else {
        cases_container.classList.add("hidden");
        trustUs_container.classList.remove("hidden");
      }

      console.log(findedInfo);
    }
  });

  backToHomePage.addEventListener("click", () => {
    fullpage_api.setAutoScrolling(false);
    fullpage_api.setFitToSection(false);
    document.body.classList.toggle("active");
    fullpage_api.moveTo(1, 0);
    video.play();
  });
});
